var book=[
  {
    "category": "歷史傳記,知識學習,藝術美勞",
    "name": "認識天才達文西",
    "intro": "達文西的才華和創意到底從何而來呢？在「認識天才達文西」主題中，讓我們跟著他的足跡，發現他的天才密碼！",
    "url": "https://children.moc.gov.tw/book/214758"
  },
  {
    "category": "藝術美勞,其他",
    "name": "兒童舞台劇的誕生",
    "intro": "那些好看的兒童劇到底是怎麼變出來的？在「兒童舞台劇的誕生」主題中，「蘋果兒童劇團」帶著大家進入他們的祕密基地，告訴大家兒童劇有趣的故事！",
    "url": "https://children.moc.gov.tw/book/215094"
  },
  {
    "category": "知識學習,藝術美勞",
    "name": "玳瑁髮夾：一本繪本的誕生",
    "intro": "繪本是用圖畫說故事的兒童書，在「一本繪本的誕生」主題中，黃淑英老師要帶著大家，一起來認識一本繪本的誕生！",
    "url": "https://children.moc.gov.tw/book/214775"
  },
  {
    "category": "歷史傳記,知識學習,藝術美勞",
    "name": "布袋戲的奧妙",
    "intro": "布袋戲最早出現於福建泉州，大約200年前傳到臺灣。在「布袋戲的奧妙」主題中，邀請李天祿布袋戲文物館的李俊寬哥哥，帶領大家了解布袋戲的奧妙！",
    "url": "https://children.moc.gov.tw/book/215043"
  },
  {
    "category": "親情友誼,品格教育",
    "name": "經典文學作品賞析~背影",
    "intro": "在「經典文學作品賞析~背影」主題中，透過插畫家伊藤望柔和、細緻的筆觸，「背影」文中感人深情的文字，將真實幻化成一幕幕的畫面，讓我們細細回味父親的真摯情感！",
    "url": "https://children.moc.gov.tw/book/214779"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "看插畫家變魔術",
    "intro": "每一本美麗的繪本，都有一位很棒的插畫家，從白紙開始，畫出一頁頁美麗的插圖。在「看插畫家變魔術」主題中，插畫家王家珠要跟大家分享她「變魔術」的秘密！",
    "url": "https://children.moc.gov.tw/book/214780"
  },
  {
    "category": "自然生態,藝術美勞",
    "name": "進入紙雕的神秘世界",
    "intro": "在「進入紙雕的神秘世界」主題中，李漢文老師介紹紙雕所需的工具和基本技法，帶領大家一個步驟、一個步驟完成『可愛無尾熊』的紙雕作品！",
    "url": "https://children.moc.gov.tw/book/214816"
  },
  {
    "category": "知識學習,藝術美勞",
    "name": "魔法陶土變變變",
    "intro": "美麗的陶藝，變成可以食用的陶碗和陶杯，是一件多有趣的事情啊！在「魔法陶土變變變！」主題中，我們來到臺北縣立鶯歌陶瓷博物館，學習如何自己動手作陶器！",
    "url": "https://children.moc.gov.tw/book/214853"
  },
  {
    "category": "歷史傳記,知識學習,藝術美勞",
    "name": "目睹百年歷史~三峽祖師廟",
    "intro": "三峽祖師廟中各處都有精緻的手工木雕、石刻，整座廟宇沒有用到一根鐵釘，全部都是精巧的卡榫結構。在「目睹百年歷史~三峽祖師廟」主題中，對三峽祖師廟很熟悉的李楷瑞叔叔， 要帶著大家去一探究竟！",
    "url": "https://children.moc.gov.tw/book/214855"
  },
  {
    "category": "歷史傳記,知識學習,藝術美勞",
    "name": "淡水古蹟博物館紅毛城",
    "intro": "有人說紅毛城是一座見證臺灣三百餘年歷史的建築，更是淡水歷史文化的表徵。在「淡水古蹟博物館紅毛城 」主題中，邀請到淡水古蹟博物館紅毛城的秀治姊姊，帶著大家一起去參觀探詢紅毛城的城堡秘密！",
    "url": "https://children.moc.gov.tw/book/214991"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "拼布百變~創意無限",
    "intro": "談起「拼布」，簡單的說就是把不同的布拼接縫合起來，這樣的作法可不是現代才有的，很久以前在中國就已經有類似的習俗。 而現在，拼布成為一門藝術，只要運用一點創意，就可以做出各式各樣的東西，不但能應用在日常生活中，也是休閒娛樂不錯的選擇喔！",
    "url": "https://children.moc.gov.tw/book/214842"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "包羅萬象的京劇世界",
    "intro": "說起傳統戲劇，當然要介紹一下有二百多年歷史的「京劇」。在這個專題中，我們來到內湖的國立臺灣戲曲學校，邀請任教十多年的偶樹瓊老師，向大家介紹京劇",
    "url": "https://children.moc.gov.tw/book/214836"
  },
  {
    "category": "勇氣冒險,藝術美勞,其他",
    "name": "小紙船看海",
    "intro": "百川歸海、黃河入海流，大海則是所有的水的歸宿。故事藉由兩隻小紙船的遊歷過程告訴我們，世界上的水都到哪兒去了？他們在旅行的過程中又看到哪些河岸風光？將這個故事獻給所有愛山，愛城市，愛大海的小朋友。",
    "url": "https://children.moc.gov.tw/book/214990"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "風箏飛，飛上天！",
    "intro": "在「風箏飛，飛上天！」這個主題中，我們將探訪「九份風箏博物館」，讓大家欣賞並觀察風箏的製作過程，延伸閱讀書單有「阿公的八角風箏」、「風箏設計製作」等書。想飛嗎？一起來與紙候鳥飛翔吧！",
    "url": "https://children.moc.gov.tw/book/214942"
  },
  {
    "category": "品格教育,歷史傳記,藝術美勞",
    "name": "葉王捏廟尪仔",
    "intro": "清朝，有個小孩叫葉麟趾，他從小就喜歡捏土尪仔，連放牛的時候，也忙著捏土尪仔，牛都不見了，手裡還專心的捏著尪仔。有一個修廟的師傅看到了他的天分，把他帶在身邊一起學習...來看葉王如何讓「交趾陶」從民間工藝，躍升成臺灣特有的藝術作品，引領我們欣賞它的藝術價值，並闡述「專心做好自己的事」的意義。",
    "url": "https://children.moc.gov.tw/book/215007"
  },
  {
    "category": "藝術美勞,其他",
    "name": "老馬相聲",
    "intro": "真的有「虎背熊腰」這道菜嗎？歡迎到成語大餐廳來聽一段對口相聲，品嚐無法下嚥的大餐！刺刺和大山還要為大家表演一段相聲，介紹相聲藝術。這次的「老馬相聲」主題，是認識相聲文化的最佳入門喔！",
    "url": "https://children.moc.gov.tw/book/214934"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "古色古香的老房子",
    "intro": "你去過臺北的龍山寺、鹿港的天后宮、淡水的紅毛城嗎？這些古色古香的房子，都有上百年的歷史，其實，很多地方都有歷史悠久的老房子，這些老房子和我們現在的房子有甚麼不一樣呢？我們一起來認識「老房子」吧！",
    "url": "https://children.moc.gov.tw/book/214998"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "結婚禮俗知多少，終身大事妙事多!",
    "intro": "你參加過婚禮喜宴嗎？你知道婚禮有哪些儀式嗎？你看過迎娶新娘的禮車，要開走時，新娘要將手中的扇子 丟出來嗎？「結婚」這件終身大事的禮俗儀式中，有許多有趣的典故喔！",
    "url": "https://children.moc.gov.tw/book/214927"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "看看身體說了什麼畫？",
    "intro": "你注意過我們的身體，說過哪些話嗎？畫家筆下所描繪的人物，那些肢體表情，又想傳達他們怎樣的心情呢？藉由透過畫家的筆、鏡頭的捕捉，讓我們一起來觀察、思考，甚至推理、想像、自行建構故事情節喔！",
    "url": "https://children.moc.gov.tw/book/214841"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "廣告也能說歷史！",
    "intro": "廣告反應了時代的生活內容，廣告裡賣的東西，多半都是當代的流行產品。從有歷史的老廣告中，我們將有許多有趣的發現喔！",
    "url": "https://children.moc.gov.tw/book/215384"
  },
  {
    "category": "生命教育,歷史傳記",
    "name": "西雅圖酋長的宣言",
    "intro": "摘錄西雅圖酋長在即將把部落土地賣給美國政府所發表的演講內容，表達了原住民對大自然的敬愛與敬重，流露出原住民與土地之間，有如家人般深厚的情感，讓我們有機會檢視人與自然的關係與相處之道…是很重要的環境教育教材。",
    "url": "https://children.moc.gov.tw/book/215009"
  },
  {
    "category": "歷史傳記",
    "name": "我們都是一家人",
    "intro": "最早在臺灣這片土地上的「原住民」，他們曾經過著靠捕獵、種植維生的生活，還有自己的語言、習俗、族群歌曲和舞蹈……不同的族群，或許有不同的文化習俗，但是共同生活在臺灣這片土地上，我們早已經是一家人！",
    "url": "https://children.moc.gov.tw/book/215144"
  },
  {
    "category": "藝術美勞",
    "name": "方寸中的童話王國",
    "intro": "郵票是一張小小的紙，貼上它就能夠讓信去旅行......在「方寸中的童話王國」專題中，大山和刺刺，要跟大家介紹郵票，以及精美的郵票設計。還要說一個關於郵票的創作故事喔！",
    "url": "https://children.moc.gov.tw/book/215003"
  },
  {
    "category": "藝術美勞",
    "name": "用歌劇訴說愛的普契尼",
    "intro": "聽~好一朵美麗的茉莉花，好一朵美麗的茉莉花……哪裡傳來「茉莉花」的悠揚旋律呢？原來是普契尼啊！他正訴說著《杜蘭朵》的故事……來親近歌劇吧~認識用歌劇訴說愛的普契尼！",
    "url": "https://children.moc.gov.tw/book/215483"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "風乾柿子話客家",
    "intro": "因為文化形成的特殊性，再加上臺灣客家先民因地制宜之生存智慧，臺灣客家文化漸漸發展出具有獨特性的客家新風貌……在「風乾柿子話客家 」主題中，我們將與大家一起品味柿子、柿餅，同時，認識臺灣客家文化的風貌喔！",
    "url": "https://children.moc.gov.tw/book/229034"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "洪通的奇幻世界",
    "intro": "被譽為臺灣素人畫家代表的洪通(1920~1987)，在五十歲時突然對繪畫產生興趣。1972年，在臺北美國新聞處首次發表個展，引領本土藝術文化七○年代的新風潮！",
    "url": "https://children.moc.gov.tw/book/214963"
  },
  {
    "category": "藝術美勞,其他",
    "name": "文字愛玩遊戲",
    "intro": "中國文字有著神奇的魔力，會排隊傳達意義。中國文字很調皮，會排隊玩遊戲。有些字與詞，在一種隊形中代表著一種意思，卻在另一種隊形中代表著別種意義。\r\n如果你喜歡玩猜謎、接龍的文字遊戲，你一定會喜歡在這個主題中，透過「書生嚇一跳」的故事，來玩一個「迴文詩」的文字遊戲。",
    "url": "https://children.moc.gov.tw/book/215481"
  },
  {
    "category": "藝術美勞",
    "name": "收藏童年的童玩趣味",
    "intro": "在「收藏童年的童玩趣味」這個主題中，我們將介紹許多以前的童玩、遊戲，那種自製的童玩、不用花錢的玩具，為我們收藏著美好的童年記憶。竹蜻蜓快快轉，讓我們一起走進歡樂的童玩世界裡……",
    "url": "https://children.moc.gov.tw/book/217599"
  },
  {
    "category": "歷史傳記",
    "name": "端午節的傳統習俗",
    "intro": "端午節的由來，可追溯為驅邪避惡，以求身心的平安。我國和日本都有端午節，這兩者之間到底有沒有關聯？一樣也會用菖蒲、艾草驅邪嗎？也吃粽子嗎？",
    "url": "https://children.moc.gov.tw/book/215567"
  },
  {
    "category": "勇氣冒險,歷史傳記",
    "name": "聽聽泰雅族古老的傳說",
    "intro": "在這個泰雅族的「射日」傳說故事中，泰雅族人為能成功達成任務，不僅派出三位勇士，還各揹了一個年幼的小孩，長途跋涉去射日……他們的堅毅與智慧，最終讓他們完成了這不可能的任務！",
    "url": "https://children.moc.gov.tw/book/215280"
  },
  {
    "category": "知識學習,藝術美勞",
    "name": "農民畫家米勒",
    "intro": "看過米勒畫作的人，都會被畫中所流露的神祕詩意與淡淡愁緒給迷住，他筆下平凡的人物是那麼的溫柔敦厚，那樣的樸實安分……",
    "url": "https://children.moc.gov.tw/book/215288"
  },
  {
    "category": "品格教育,歷史傳記,藝術美勞",
    "name": "撼動人心的音樂魔力",
    "intro": "1992年，發生在波士尼亞（Bosnia），22位平民喪命於一場迫擊炮攻擊中。大提琴家史麥洛維克（Vedran Smailovic）在塞拉耶佛（Sarajevo）街頭上，連續彈奏了22天之久……歐先生以自己的平靜和勇氣安撫了鄰居，他的大提琴演奏巴哈的音樂時，繁複的音樂、沉穩有力的節拍，使得周遭的人們，不那麼憤怒、不那麼害怕！更多感動人心、傳流千古的樂音，不都也同樣具有這樣的特質嗎？",
    "url": "https://children.moc.gov.tw/book/215159"
  },
  {
    "category": "歷史傳記",
    "name": "至聖先師酷老師~孔子",
    "intro": "孔子不但走在時代尖端，推動平民教育，還提出許多為人治學的新主張，影響既深且遠。我們可以說他很偉大，也可以說他很博學，就是別認為他很古板，因為他可是超級會搞笑的呢！",
    "url": "https://children.moc.gov.tw/book/215287"
  },
  {
    "category": "創意想像",
    "name": "走進童詩的世界",
    "intro": "「詩」所型塑出來的世界，傳遞著宏觀的神奇，也存在微觀的驚喜，正所謂︰一沙一世界，一花一天堂。\r\n在「走進童詩的世界」這個專題中，透過四首童詩的欣賞，讓大家體驗另一種觀看世界的態度與感受。",
    "url": "https://children.moc.gov.tw/book/215131"
  },
  {
    "category": "藝術美勞",
    "name": "紙漿創作的藝術",
    "intro": "你知道紙還沒有發明以前，人們是用什麼東西來記事嗎？紙是怎麼造出來的？造紙的過程又是怎樣呢？\r\n在「紙漿創作的藝術」這個主題中，大山和刺刺要帶大家認識造紙過程與手抄紙的製作。還特別邀請陳君竹老師展示手抄紙創意教學喔！",
    "url": "https://children.moc.gov.tw/book/215064"
  },
  {
    "category": "歷史傳記",
    "name": "寶島臺灣",
    "intro": "想更了解臺灣嗎？想更貼近寶島嗎？在「嘉慶君遊臺灣」的吟唱聲中，散落、沒有組織的鄉土故事，不也構成一幅充滿豐富歷史、地理典故的臺灣圖像嗎？！",
    "url": "https://children.moc.gov.tw/book/215482"
  },
  {
    "category": "歷史傳記",
    "name": "歡喜過春節",
    "intro": "過年時，家家戶戶都要貼春聯、放鞭炮，還會準備豐盛的年菜，全家人熱熱鬧鬧的團圓在一起。\r\n在「歡喜過春節」主題中，我們可以瞭解臺灣節慶中最重要的春節的民俗風情，還有一個「年獸來了」的傳說故事要說給你聽喔…",
    "url": "https://children.moc.gov.tw/book/215224"
  },
  {
    "category": "藝術美勞",
    "name": "城市、旅人、行腳",
    "intro": "你曾走訪過哪幾座城市？如果以臺北為定點，哪一座城市會讓你想停留呢？這次，我們將在和臺北相距6096公里的巴黎，停靠！讓詩人鄭愁予的「俯拾」帶我們親近臺北…讓一隻獅子帶我們駐足巴黎…",
    "url": "https://children.moc.gov.tw/book/215476"
  },
  {
    "category": "歷史傳記",
    "name": "閱讀文學地景：臨窗眺望哈瑪星",
    "intro": "透過王家祥「街頭咖啡的窗外」的散文，穿透木格子長方窗，讓我們臨窗眺望「哈瑪星」，俯視晨光中的碼頭、街道，領略在地風情……",
    "url": "https://children.moc.gov.tw/book/229056"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "朱銘的雕刻藝術",
    "intro": "雕塑大師朱銘的藝術成就誕生於臺灣的鄉土，隨之又綻放光芒於國際的舞台，朱銘的一生十分傳奇，從通霄小鎮一個失學的山城小牧童到揚名國際的雕塑大師, 他的生命是在不斷反省與學習中成長，所有的成長是經過充份思考、廣泛學習，他的生命曲線在不同的人生階段轉折，生命的真實味道也在傳統、文化與人性中洗滌出。",
    "url": "https://children.moc.gov.tw/book/216230"
  },
  {
    "category": "歷史傳記",
    "name": "王冠與品德：維多利亞女王",
    "intro": "維多利亞女王帶領英國走向「日不落國」的強盛境地，她的誠實、儉樸、勤政、愛民等良好品德，讓她經歷了兩次共和革命及無數次民權運動的衝擊，還能屹立不搖，更深深影響了她的臣民，提升了整個英國社會的善良風氣，使她的美名流傳千古。",
    "url": "https://children.moc.gov.tw/book/216225"
  },
  {
    "category": "歷史傳記",
    "name": "閱讀文學地景：吟唱故鄉回憶的「卑南之歌」",
    "intro": "經由敻虹「卑南溪」的新詩中，讓我們前往那處好山好水的人間淨土，感受在地特有的風土人情，一同吟唱故鄉回憶的「卑南之歌」！",
    "url": "https://children.moc.gov.tw/book/229055"
  },
  {
    "category": "歷史傳記",
    "name": "博物館的古物歷險",
    "intro": "古物是歷代智慧的累積，記載著人類文化發展的軌跡，透過保存、觀察古物，我們能看見古代人類的生活史，進而鑑古知今，懂得如何在所處的時代裡創造出更理想和諧的生活品質。",
    "url": "https://children.moc.gov.tw/book/215061"
  },
  {
    "category": "勇氣冒險,歷史傳記,自然生態",
    "name": "少年西拉雅",
    "intro": "想知道「西拉雅」代表著什麼意思？「西拉雅」是從哪裡來的嗎？西拉雅族（Siraya）為臺灣原住民，臺灣清治時期稱之為「平埔熟番」，現代稱之為平埔族。",
    "url": "https://children.moc.gov.tw/book/215563"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "閱讀文學地景：連山的姿態都不堅持的「大度．山」",
    "intro": "大度，山，大度山上的一切，有前世的盟約，真的可以一一告別嗎？經由蔣勳「山盟」的散文中，讓我們登上大度山鳥瞰臺中，謹記於心的，是它連山的姿態都不堅持的寬坦大度！",
    "url": "https://children.moc.gov.tw/book/215589"
  },
  {
    "category": "知識學習,藝術美勞",
    "name": "資源再生的藝術創作",
    "intro": "曾駐台北國際藝術村的藝術家蘇珊．史塔克威爾（ Susan Stockwell _英國 U.K.）以綠電再生提供的廢棄主機板作為創作素材，堆疊組成的巨型作品彷如城市縮影，作品隱含著對文明發展的批判及警惕…",
    "url": "https://children.moc.gov.tw/book/229179"
  },
  {
    "category": "勇氣冒險,生活教育,知識學習",
    "name": "環遊世界做蘋果派",
    "intro": "要怎樣認識「國家」呢？每一個國家總有不同的、具代表性的文物、景物、建築或美食，在環遊世界一周後，可以帶回的東西，會是不同的明信片、紀念品，還有好吃特產呢？",
    "url": "https://children.moc.gov.tw/book/215552"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "閱讀文學地景：陽光在雲堆裡思考是否退隱的金瓜石",
    "intro": "簡政珍所寫的「故鄉四景_金瓜石」詩作，分成四段，分別是：山、礦坑、斜坡上的纜車、陰陽海。詩人以四個金瓜石很具代表性的象徵，勾勒出故鄉的形貌，雖是寫景，但情寓其中，言外有意。",
    "url": "https://children.moc.gov.tw/book/229054"
  },
  {
    "category": "親情友誼,創意想像,藝術美勞",
    "name": "想念．沙漠．小王子",
    "intro": "你有等待的人嗎？你有想念的人嗎？當你很想念一個人的時候，你都做些什麼事呢？一個詩意的孩子，坐在石牆上等待。他相信有一天，所等待的人會從沙漠另一端出現。",
    "url": "https://children.moc.gov.tw/book/214743"
  },
  {
    "category": "藝術美勞",
    "name": "建築之美",
    "intro": "藉由《一個愛建築的男孩》故事，看看伊基佩克怎樣完成他的藝術建築。同時，還有動手創作的「主題雕塑」。在欣賞動畫之後，你可以去收集更多關於建築的知識，欣賞更多各地精彩的建築物喔！",
    "url": "https://children.moc.gov.tw/book/218050"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "落櫻後˙遊陽明山",
    "intro": "陽明山舊稱草山，位於台北盆地北緣，可說是台北的後花園。每年二、三月櫻花盛開，花季活動便陸續展開。詩人周夢蝶以詩寫陽明山的景，也借景抒情、書寫他的悲苦…",
    "url": "https://children.moc.gov.tw/book/229053"
  },
  {
    "category": "藝術美勞",
    "name": "美得冒泡~我們一起玩吧！",
    "intro": "泡泡飄呀飄，大泡泡、小泡泡，一顆一顆的泡泡…像七彩的玻璃珠，像透明的水晶球，隨風輕輕飄…在這個專題中，請跟著大山和刺刺，一起來玩吹泡泡，還可以試試自己動手做泡泡水喔！",
    "url": "https://children.moc.gov.tw/book/217537"
  },
  {
    "category": "歷史傳記",
    "name": "節慶是怎麼來的？",
    "intro": "節慶與人民的生活有著密切的關係，是重要的文化表徵，也是重要的文化創意產業。一年之中，我們有多少節慶呢？經由這些節慶活動，所要傳達的精神與意義又是什麼？而這些節慶又是怎麼來的啊？",
    "url": "https://children.moc.gov.tw/book/218061"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "石頭築成的美麗陷阱~澎湖石滬",
    "intro": "你喜歡海嗎？沙灘呢？石頭呢？你去過澎湖嗎？你看過石滬嗎？你知道它的作用嗎？以石頭築成的美麗陷阱…要捕獲的，是什麼呢？",
    "url": "https://children.moc.gov.tw/book/229052"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "搶孤的習俗",
    "intro": "「搶孤」是中元節「普渡」的重要活動之一，據說是為了嚇退留連忘返的鬼魂。通常在農曆七月底「關鬼門」之前舉行，是普渡的最後一道儀式。",
    "url": "https://children.moc.gov.tw/book/218060"
  },
  {
    "category": "藝術美勞",
    "name": "梵谷的星空",
    "intro": "文生．梵谷是荷蘭的藝術大師，生命短短只有37歲的梵谷，留下許多豐富人們心靈的畫作，成為西方現代藝術世界，最重要的藝術家。",
    "url": "https://children.moc.gov.tw/book/218111"
  },
  {
    "category": "歷史傳記,自然生態,其他",
    "name": "落山風再起~恆春之歌",
    "intro": "本專題引用《閱讀文學地景》新詩卷中宋澤萊的「若是到恆春」與傅怡禎的「車過恆春」兩篇詩作，與大家一同走踏臺灣的最南端~恆春，再吟唱一段「思想起」...　",
    "url": "https://children.moc.gov.tw/book/229051"
  },
  {
    "category": "歷史傳記",
    "name": "永保平安的安平古堡",
    "intro": "你到過臺南的「安平古堡」嗎？你知道它的演變和故事嗎？你知道什麼是戰爭嗎？敵人呢？誰是敵人？在這個主題中，我們將一起走訪「安平古堡」，看看它在歷經歲月、爭戰之後的「平安」樣貌。再經由《敵人》一書中所蘊藏的意義，想一想，關於和平、關於戰爭，這樣的議題。",
    "url": "https://children.moc.gov.tw/book/218059"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "迎媽祖",
    "intro": "媽祖是台灣重要的宗教信仰神祇，台閩地區農曆三月有「瘋媽祖」的習俗，農曆三月二十三日是媽祖的生日，每年從過完元宵到四月間，在台灣中南部地區，各處的媽祖廟都像在辦理嘉年華會般，處處可見燒香祈福的人潮，熱鬧滾滾。",
    "url": "https://children.moc.gov.tw/book/218156"
  },
  {
    "category": "歷史傳記,自然生態,其他",
    "name": "私藏的明媚~苗栗二景",
    "intro": "詩人余光中「苗栗明德水庫」與莫渝「斷橋」這兩首詩作，收錄於《閱讀文學地景_新詩卷》中，記述著臺灣印象。在這個主題中，將經由詩作動畫的呈現，帶領大家一同領略「苗栗」二景所私藏的明媚...",
    "url": "https://children.moc.gov.tw/book/229050"
  },
  {
    "category": "生活教育,自然生態",
    "name": "文字之美",
    "intro": "在這個專題中，將藉由《天地人》一書中介紹的幾個字，日、月、星、雲、天、山、水、木，與大家一同欣賞文字之美。更希望大家都能保有以愉快、感恩的心，來看待自己週遭的世界，同時好好珍惜自己。",
    "url": "https://children.moc.gov.tw/book/218114"
  },
  {
    "category": "歷史傳記,知識學習,藝術美勞",
    "name": "美好的~「洲美」心",
    "intro": "這個主題除了與大家分享「洲美」的美好，更藉著這個隱身於繁華臺北都市裡的社區，引領我們去發現…與許多小鎮地方一樣?純樸而美好的風光 ！",
    "url": "https://children.moc.gov.tw/book/218160"
  },
  {
    "category": "歷史傳記,其他",
    "name": "好一場高峰馬拉松~玉山日出",
    "intro": "詩人陳家帶「玉山日出」這首詩作，收錄於《閱讀文學地景_新詩卷》中。在這個主題中，將經由詩作動畫的呈現，帶領大家一同領略詩人以文字描繪「玉山日出」的印象…",
    "url": "https://children.moc.gov.tw/book/215584"
  },
  {
    "category": "自然生態",
    "name": "蟲蟲的小小世界",
    "intro": "哪裡來的鬼小孩？他會做出什麼事？獨角仙又有什麼法寶，可以打敗鬼小孩？在這個專題中，我們將藉由「牛弟的神聖任務」這個故事，進入蟲蟲的小小世界，牠們正面臨了一個重大的危機傷害...同時介紹故事中的三種昆蟲，讓大家認識喔！",
    "url": "https://children.moc.gov.tw/book/218101"
  },
  {
    "category": "品格教育,生命教育",
    "name": "河這邊，河那邊",
    "intro": "你，在河這邊？還是那邊？對於另一邊，你有什麼觀察與發現？我們的身邊，是否存在一條河？這條河，是怎麼形成的？是否真有存在的必要？我們，\r\n又要如何建造一座橋，跨越這條河？",
    "url": "https://children.moc.gov.tw/book/218134"
  },
  {
    "category": "自然生態,歷史傳記",
    "name": "鋼的靈魂~西螺大橋",
    "intro": "詩人余光中「西螺大橋」這首詩作，收錄於《閱讀文學地景_新詩卷》中。在這個主題中，將經由詩作動畫的呈現，讓我們一同踏上橫跨臺灣濁水溪下游的西螺大橋……",
    "url": "https://children.moc.gov.tw/book/229049"
  },
  {
    "category": "生命教育,藝術美勞",
    "name": "舞動人生：鄧肯",
    "intro": "很多人認為鄧肯反對芭蕾舞的死板，所以她的舞蹈是即興、隨性的表演，其實不然，她的舞姿都是經過細心的設計，只是鄧肯明白技巧只是手段，藉由舞蹈來表現舞者的精神面貌才是目的....",
    "url": "https://children.moc.gov.tw/book/218159"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "藏在土裡的故事~惠來遺址",
    "intro": "藉由一些挖掘出來樸實造型的罐子、乾燥的果皮、動物的殘骸，碳化的古生稻等，呈現幾千年前，就有人住在這大甲溪畔的高處，這是臺中文明的寶藏~惠來遺址。",
    "url": "https://children.moc.gov.tw/book/218094"
  },
  {
    "category": "歷史傳記",
    "name": "打開戰火的記憶~八八坑道",
    "intro": "位於臺灣海峽西北方的馬祖，你去過嗎？你走進過坑道嗎？「八八坑道」這首詩作，既懷想戰爭時期坑道開鑿的血淚史，同時又酩酊在酒廠醇美而奇特的窖藏地。",
    "url": "https://children.moc.gov.tw/book/229048"
  },
  {
    "category": "勇氣冒險,生命教育,歷史傳記",
    "name": "飛鴿傳書~使命必達",
    "intro": "戰事爆發，一次特別的任務，勇12號帶著攸關戰情的重要密信，穿過敵人火網，卻不幸負傷，但牠依然奮不顧身的飛回陣地…",
    "url": "https://children.moc.gov.tw/book/218125"
  },
  {
    "category": "藝術美勞",
    "name": "拼拼湊湊~玩裝置",
    "intro": "在「拼拼湊湊~玩裝置」這個主題中分成兩個部分呈現。前面，先以《你在開玩笑嗎？》一書中幾個以回收的小零件創造的角色，透過幽默的對話，傳遞引人深思的生命哲理。後面，再向大家簡介了「裝置藝術」的緣起與作品展示。來吧~一起來拼拼湊湊，玩，裝置吧！",
    "url": "https://children.moc.gov.tw/book/218072"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "永遠的獵者，鐫刻在~司馬庫斯",
    "intro": "在這個主題中，將經由詩作動畫的呈現，帶領大家一同感受…深居在司馬庫斯的「泰雅族」獵人，活躍於山林間的樣貌與精神。",
    "url": "https://children.moc.gov.tw/book/229047"
  },
  {
    "category": "歷史傳記",
    "name": "愛蜜莉~一朵遺世獨立的百合",
    "intro": "愛蜜莉．狄瑾蓀小姐是十九世紀美國的一位女詩人，本動畫藉由一個小女孩自述的角度做為橋樑，帶領我們進入這位詩人的生活和心靈世界。",
    "url": "https://children.moc.gov.tw/book/218162"
  },
  {
    "category": "歷史傳記",
    "name": "會呼吸的房子",
    "intro": "元宵節到了，皓皓與爸爸特地回鄉參加馬祖最重要的節慶「擺暝」。住在臺北水泥洋房的皓皓，對於石厝屋裡的一切充滿著好奇...",
    "url": "https://children.moc.gov.tw/book/218195"
  },
  {
    "category": "生活教育,自然生態",
    "name": "都是放屁惹的禍",
    "intro": "地球發燒了，而且是放屁惹的禍…實在太不可思議了，但這是真的！沒想到牛放的屁，是導致地球暖化的原因之一。該怎麼辦呢？",
    "url": "https://children.moc.gov.tw/book/218237"
  },
  {
    "category": "勇氣冒險,歷史傳記,自然生態",
    "name": "雲豹與黑熊",
    "intro": "你看過雲豹身上美麗的花紋嗎？黑熊身上「V」字形的圖案，是不是很明顯特別呢？你知不知道為什麼雲豹看到黑熊就會趕快逃走？在臺灣原住民族間，尤其是居住在南部的排灣族和魯凱族，流傳著有關臺灣雲豹和臺灣黑熊的恩仇故事...",
    "url": "https://children.moc.gov.tw/book/218152"
  },
  {
    "category": "歷史傳記",
    "name": "美麗的紅毛港",
    "intro": "「紅毛港」見證了高雄發展的歷史，歷經幾百多年所累積的人文、宗教、藝術、文化、歷史建築、族群、地方小吃、宗教寺廟及生態景觀等資源十分豐富。在這個專題中，讓我們由海洋孕育而生的觀點，一起來認識美麗的「紅毛港」。",
    "url": "https://children.moc.gov.tw/book/218257"
  },
  {
    "category": "歷史傳記",
    "name": "嘉義媽祖婆許世賢博士",
    "intro": "藉由這個專題，讓我們來認識這位走過榮耀見證歷史，並成就了現在的嘉義~台灣第一位女市長~許世賢博士。",
    "url": "https://children.moc.gov.tw/book/218185"
  },
  {
    "category": "自然生態",
    "name": "玉井芒果的秘密",
    "intro": "你吃過芒果嗎？你最喜歡將芒果做成哪一種形式品嚐？你知道芒果有哪些品種嗎？你最喜歡哪一種芒果？在這個專題中，讓我們一起來認識好吃的芒果吧！",
    "url": "https://children.moc.gov.tw/book/218213"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "海田石滬",
    "intro": "建造「石滬」捕魚是古人利用大自然改善生活的妙方之一，這種捕魚陷阱，已成為澎湖傳統文化的特色之一。在這個專題中，讓我們跟著貓咪、鷺鳥、山羊，來聽一聽澎湖「海田石滬」的故事吧！",
    "url": "https://children.moc.gov.tw/book/218200"
  },
  {
    "category": "親情友誼,生命教育,藝術美勞",
    "name": "媽媽的100件新衣裳",
    "intro": "雲林縣政府配合文化部（前文建會）推出「新故鄉社區營造」第二期計畫，民國99年，完成10本社區故事繪本的出版，《媽媽的100件新衣裳》便是其中一本，有著屬於母親的故事、自己兒時深值的記憶，還有女性的成長故事…",
    "url": "https://children.moc.gov.tw/book/218251"
  },
  {
    "category": "勇氣冒險,歷史傳記,自然生態",
    "name": "嘎格令(kagling)",
    "intro": "嘎格令(kagling)，在蘭嶼雅美（達悟）族語裡，是山羊的意思。嘎格令(kagling)，這是一個在蘭嶼流傳許久的傳說故事，訴說了雅美（達悟）族人的智慧與勇氣...",
    "url": "https://children.moc.gov.tw/book/218155"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "黑瓦上的魔法",
    "intro": "《黑瓦上的魔法》一書是桃園縣政府文化局為推動社區總體營造與眷村文化的保存所出版的一本繪本。是以一個虛擬的眷村為場景，經由魔法，帶我們溫習或了解那一段不復存在卻令人懷念的黑瓦與竹籬…",
    "url": "https://children.moc.gov.tw/book/218311"
  },
  {
    "category": "生活教育,歷史傳記",
    "name": "回到美好的夜晚",
    "intro": "阿美族人的個性樂觀開朗，男女老幼都喜歡唱歌。不只閒暇的時候當娛樂，平常下田、蓋房子，無事無處不唱歌。那樣一個美好的夜晚…真是讓人嚮往啊！",
    "url": "https://children.moc.gov.tw/book/218179"
  },
  {
    "category": "親情友誼,自然生態",
    "name": "到紅樹林去玩",
    "intro": "男孩的爸爸說，紅樹林不遠，要再找時間去的...你呢？要不要也找個時間，到紅樹林玩呢？",
    "url": "https://children.moc.gov.tw/book/218163"
  },
  {
    "category": "生命教育,自然生態",
    "name": "我看見一隻鳥",
    "intro": "小女孩跟著媽媽在大坑自然風景區裡玩，一邊完成自然觀察的作業。小女孩畫了一隻從來沒有看過的野鳥，但是那是什麼鳥呢？",
    "url": "https://children.moc.gov.tw/book/218165"
  },
  {
    "category": "親情友誼,生命教育,自然生態",
    "name": "春天在大肚山騎車",
    "intro": "小威和妹妹跟著爸爸媽媽從臺北搬回臺中。和奶奶住在大肚山的臺中都會公園旁邊…",
    "url": "https://children.moc.gov.tw/book/218096"
  },
  {
    "category": "藝術美勞",
    "name": "空間這個搗蛋鬼",
    "intro": "曾想過「空間」是什麼嗎？鉛筆盒？教室？還是公園？如果你喜歡看《星際大戰》，答案也許是宇宙時空。這些答案都對，但不完全……",
    "url": "https://children.moc.gov.tw/book/218184"
  },
  {
    "category": "親情友誼,生命教育",
    "name": "蘋果甜蜜蜜",
    "intro": "嫁接的蜜蘋果要先習慣這塊土地，接受泥土的養分之後，才能慢慢慢慢的發芽開花。在這塊土地上接受多元文化洗禮、共同生活的人，不也像蜜蘋果一樣嗎？願藉此，獻上我們最深的祝福！",
    "url": "https://children.moc.gov.tw/book/218424"
  },
  {
    "category": "生命教育,歷史傳記,藝術美勞",
    "name": "老醫生的故事",
    "intro": "被遺忘的年代理，還能留下多少熟悉的老故事呢？這天， 張良典醫生收到一份包裹，打開一看，裡頭竟然是一幅幅的油畫…",
    "url": "https://children.moc.gov.tw/book/218212"
  },
  {
    "category": "歷史傳記,自然生態",
    "name": "走進森林：約翰．奧杜本",
    "intro": "約翰．詹姆士．奧杜本(John James Audubon)從小就有一股強烈的渴望，渴望觀察、了解動物和鳥類的世界。在今日，他已被視為早期致力於保護美國動植物及自然資源的捍衛者。",
    "url": "https://children.moc.gov.tw/book/218239"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "砲臺歷險記",
    "intro": "表哥帶阿清到澎湖參觀砲臺，阿清卻不小心，從砲臺的「甬道口」摔落…穿越時空，回到清末光緒二十一年的戰場…",
    "url": "https://children.moc.gov.tw/book/218199"
  },
  {
    "category": "",
    "name": "上學的第一天，我的肚子裡有蝴蝶",
    "intro": "什麼...肚子裡有蝴蝶！還記得第一天上學的心情嗎？像不像有一群蝴蝶在肚子裡飛來飛去，讓你覺得心裡七上八下、緊張不安呢？",
    "url": "https://children.moc.gov.tw/book/218168"
  },
  {
    "category": "生活教育,自然生態",
    "name": "妞牛的溼地任務",
    "intro": "當大妞、妞妞來到關渡自然公園，大家都歡呼，因為「守護溼地的好幫手來了」！跟著妞牛們的腳步，看看他們到底身懷什麼絕技？",
    "url": "https://children.moc.gov.tw/book/218426"
  },
  {
    "category": "歷史傳記",
    "name": "走回從前~十三行人的生活",
    "intro": "「十三行人」到哪裡去了？根據考古發掘的證據，我們得知十三行遺址的年代，大約是距今一千八百年前開始，到五百年前結束。讓我們一同飛越歷史、穿梭時空，一同伸展我們想像力的翅膀，一同「走回從前」吧！",
    "url": "https://children.moc.gov.tw/book/218396"
  },
  {
    "category": "親情友誼,品格教育,歷史傳記",
    "name": "老朋友的味道",
    "intro": "櫸木和樟樹是老朋友，他們已經有多年的老交情。從小樹苗開始，櫸木和樟樹就相約好，要在花蓮這個美麗的地方，一起長大。一棵小樹想要長成大樹，可不是一件容易的事......",
    "url": "https://children.moc.gov.tw/book/218425"
  },
  {
    "category": "歷史傳記",
    "name": "賴和 文學地圖",
    "intro": "賴和文學與彰化城如此緊密的關聯性，帶給我們更深切的意義其實是：賴和不僅是臺灣的大文豪，也是一個具有世界視野的好作家。賴和作品的選材都是來自身邊腳下─廟口、公學校與菜市場，但在這些市井空間裡，他深刻掌握了臺灣人命運的脈動。",
    "url": "https://children.moc.gov.tw/book/229044"
  },
  {
    "category": "歷史傳記",
    "name": "葉石濤 文學地圖",
    "intro": "葉石濤（1925年11月1日－2008年12月11日），出身台灣台南市白金町（打銀街）。2008年辭世，享年84歲。他的創作超過三分之二的篇幅，都是產自於他在左營這個看似既老舊又完全不起眼的書房。藉以動畫呈現，讓我們跟著走踏~葉石濤的「文學地圖」！",
    "url": "https://children.moc.gov.tw/book/229043"
  },
  {
    "category": "歷史傳記",
    "name": "黃春明 文學地圖",
    "intro": "黃春明創作多元，深具人文視野，小說裏隱藏著對自己生長的土地恆久豐沛的情感與關懷。擅長描寫蘭陽平原的農村小鎮，以具有地方特性的語言，刻劃出人物面對生活上的磨難，仍依然保存人性尊嚴的形象，反映蛻變中的台灣社會，普遍被公認為台灣當代重要的鄉土小說家，其作品已被翻譯成多國文字。",
    "url": "https://children.moc.gov.tw/book/229042"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "《兒子的大玩偶》 文學電影與土地的故事",
    "intro": "臺灣自1977年「鄉土文學論戰」開始，本土意識大張旗鼓，小說家們紛紛寫出許多優秀的鄉土文學作品，一時風起雲湧，帶動文學創作風氣的革新。當中，鄉土文學的代表人物，實非黃春明莫屬。代表作《兒子的大玩偶》由侯孝賢執導，於嘉義竹崎拍攝。藉以動畫呈現，讓我們跟著走踏~《兒子的大玩偶》的文學電影與土地的故事！",
    "url": "https://children.moc.gov.tw/book/229046"
  },
  {
    "category": "歷史傳記",
    "name": "林海音 文學地圖",
    "intro": "從北京的大城南，到臺北的小城南，林海音開創了超過半世紀的文學事業，不但小說、散文創作大有成就，也是兒童文學作家與提倡者，更是樂於提攜後進的主編和出版家。多重身份使她對於臺灣文壇提供了多重貢獻，影響既深且廣。藉以動畫呈現，讓我們跟著走踏~林海音的「文學地圖」！",
    "url": "https://children.moc.gov.tw/book/229041"
  },
  {
    "category": "歷史傳記",
    "name": "楊逵 文學地圖",
    "intro": "楊逵，本名楊貴，生於台南新化，1906年生，1985年辭世，享年80歲。主要創作為評論、散文、小說等，亦有不少劇本。著有《送報伕》、《鵝媽媽出嫁》等十餘本。2001年國立文化資產保存研究中心籌備出版《楊逵全集》14卷。藉以動畫呈現，讓我們跟著走踏~楊逵的「文學地圖」！",
    "url": "https://children.moc.gov.tw/book/229040"
  },
  {
    "category": "歷史傳記",
    "name": "余光中 文學地圖",
    "intro": "余光中一生從事詩、散文、評論、翻譯，自稱為寫作的四度空間。對現代文學影響既深且遠，遍及兩岸三地的華人世界。藉以動畫呈現，讓我們跟著走踏~余光中的「文學地圖」！",
    "url": "https://children.moc.gov.tw/book/229039"
  },
  {
    "category": "歷史傳記",
    "name": "《冬冬的假期》 文學電影與土地的故事",
    "intro": "《冬冬的假期》是侯孝賢1984年執導的電影，獲南特三大洲影展最佳劇情片獎、亞太影展最佳導演獎。某年夏天，冬冬的母親生病，冬冬和妹妹婷婷隨小舅搭火車到苗栗的外公家度暑假。冬冬與當地的小孩結為好友，一起在鄉間玩耍。",
    "url": "https://children.moc.gov.tw/book/229045"
  },
  {
    "category": "歷史傳記",
    "name": "王文興 文學地圖",
    "intro": "王文興作品中最重要的兩個文學場景，一河岸、一海岸，一在臺北城南，一則名為「南方澳」。或許讓我們從同安街一路走向南方澳，接近王文興的水岸，看文字透視出篩落的光影......",
    "url": "https://children.moc.gov.tw/book/229038"
  },
  {
    "category": "歷史傳記",
    "name": "鍾理和 文學地圖",
    "intro": "鍾理和（1915年12月15日－1960年8月4日），籍貫臺灣屏東，筆名江流、里禾等。曾獲中華文藝獎金長篇小說第二獎。著有《臺灣文學兩鍾書》、《笠山農場》等。",
    "url": "https://children.moc.gov.tw/book/219060"
  },
  {
    "category": "歷史傳記",
    "name": "《原鄉人》 文學電影與土地的故事",
    "intro": "1980年，鍾理和生前的好朋友鍾肇政便根據張永祥的劇本，為他寫了一部傳記小說《原鄉人：作家鍾理和的故事》，紀念作家為文學所奉獻出的一生。同年，由李行執導，秦漢、林鳳嬌領銜演出。",
    "url": "https://children.moc.gov.tw/book/219061"
  },
  {
    "category": "知識學習,藝術美勞",
    "name": "石頭男孩",
    "intro": "花蓮地處太平洋和海岸山脈與中央山脈之間，山海與峽谷溪流交會，層層峰巒擁有自然天成的景致，和得天獨厚的礦石資源。藉由這個專題，跟著石頭男孩一起探訪花蓮的石雕藝術吧……",
    "url": "https://children.moc.gov.tw/book/218176"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "指向天際的弧線--漫談漫畫台南孔廟",
    "intro": "孔廟在台南是歷史最悠久的古蹟之一，建築格局齊全，右邊的文學館、明倫堂是教授學習的教室；左邊的大成殿，就是實現至聖先師重視禮樂祭祀的庭堂。建築雖是磚石瓦木所組成的構造物，背後卻隱藏著許多曲折的故事，內部儲存著豐富且多彩多姿的文化……",
    "url": "https://children.moc.gov.tw/book/219121"
  },
  {
    "category": "歷史傳記,藝術美勞",
    "name": "超特別旅行",
    "intro": "小龍腳受傷在家裡休養，不能參加校外教學。但是他卻在這趟超特別旅行中，帶我們一起去臺灣歷史最悠久的  「國立臺灣博物館」……",
    "url": "https://children.moc.gov.tw/book/219125"
  },
  {
    "category": "勇氣冒險,創意想像,自然生態",
    "name": "樹頂的藍天",
    "intro": "春天來了，陽光暖暖的照，和風輕輕的吹。站在兩棟樓房間的椰子樹，伸伸懶腰，舞動枝葉。仰頭看看天空，樹頂的天，好藍好藍，雲，好白好白...",
    "url": "https://children.moc.gov.tw/book/218285"
  },
  {
    "category": "勇氣冒險,品格教育,生命教育",
    "name": "鯨聲月光河",
    "intro": "2011年3月11日，日本發生大地震，接著不久又有一個大海嘯，造成日本東北重大損失。那天下午，我正在上體育課，而且在游泳池裡。於是，曾經歷過九二一的我，就在三一一這天，開始提筆寫了這個故事。",
    "url": "https://children.moc.gov.tw/book/219089"
  },
  {
    "category": "勇氣冒險,歷史傳記,藝術美勞",
    "name": "戴帽子的女孩",
    "intro": "如果，畫裡的世界活了起來……「戴帽子的女孩，妳去哪兒？」 在一句又一句的耳邊絮語間，戴帽子的女孩，從畫裡走了出來……",
    "url": "https://children.moc.gov.tw/book/219212"
  },
  {
    "category": "親情友誼,自然生態",
    "name": "黑猩猩的好朋友",
    "intro": "珍．古德在英國成長，卻夢想住在非洲。當珍．古德抵達坦尚尼亞西部的岡貝溪，去黑猩猩保育區研究黑猩猩時，那年她才二十六歲。「我想要觀察野生動物，而不是住在獸欄裡的動物。」她寫道。",
    "url": "https://children.moc.gov.tw/book/219167"
  },
  {
    "category": "品格教育,生活教育,知識學習",
    "name": "狐說八道 之 慌「蟑」失「厝」",
    "intro": "狐狸學堂開學了，九十九歲的老狐狸親自授課。老狐狸年輕時讀過許多書，講話喜歡咬文嚼字，尤其擅長使用成語。不過，他用的成語和大家常用的成語有點像，又有點不像……這次，老狐狸的課程要教大家的成語是?慌「蟑」失「厝」！",
    "url": "https://children.moc.gov.tw/book/219188"
  },
  {
    "category": "品格教育,生活教育,自然生態",
    "name": "田水甜",
    "intro": "李紳的〈憫農詩〉唱念著：「鋤禾日當午，汗滴禾下土，誰知盤中飧，粒粒皆辛苦。」農業時代的農耕生活雖然辛苦，卻充滿著人與土地的親切情誼。《田水甜》這本書，打開過往回憶的寶盒，呈現舊日農村的生活和景觀，讓我們看見那些美好...",
    "url": "https://children.moc.gov.tw/book/219178"
  },
  {
    "category": "生命教育,自然生態",
    "name": "捕魚歌",
    "intro": "「白浪滔滔我不怕，掌穩舵兒往前划，撒網下水到漁家，捕條大魚笑哈哈。」改編自台灣兒歌，以中英雙語形式呈現的《捕魚歌~Afishing Song》，讓我們想像捕魚的體驗，並跟著學唱、繼續保存這首走過時代的兒歌…",
    "url": "https://children.moc.gov.tw/book/219195"
  },
  {
    "category": "勇氣冒險,創意想像,其他",
    "name": "誰在床下養了一朵雲？",
    "intro": "用眉毛學習鳥的飛翔；用耳朵追蹤風的足跡；用嘴角在笑的蹺蹺板上學倒立；在腦海中打撈逃家的閃電，最後，在睡夢中，享受童詩的美好。",
    "url": "https://children.moc.gov.tw/book/219206"
  },
  {
    "category": "生命教育,情緒管理",
    "name": "永遠在一起",
    "intro": "「小金，過來。」「別怕。」「我會永遠和你在一起。」這是小金的母親，在她們位於越南的村子遭到轟炸的那天，對四歲大的她所說的最後幾句話。孤獨又害怕的小金活了下來，被美國士兵救起，帶往孤兒院安置...",
    "url": "https://children.moc.gov.tw/book/219191"
  },
  {
    "category": "知識學習,自然生態",
    "name": "香蕉的秘密",
    "intro": "從日本回到台灣的小表妹，第一次吃到不用沾蜂蜜就又香又甜的香蕉。但是過了幾天，香蕉皮上長出了黑點，是已經壞掉不能吃了嗎？這你就搞錯囉，香蕉皮上的黑點可是香蕉成熟的暗號呢！\r\n內容介紹香蕉的生長過程、香蕉的採收、產銷過程，為你完整解開香蕉的祕密。",
    "url": "https://children.moc.gov.tw/book/219116"
  },
  {
    "category": "創意想像,知識學習,自然生態",
    "name": "嘟嘟~水果列車出發",
    "intro": "小朋友最喜歡吃水果了，當甜甜又多汁的水果變成了好玩的列車，會是怎樣的情形呢？90歲的林良爺爺和80歲的鄭明進爺爺，攜手打造的超長水果列車，透過好念好玩的兒謠和豐富繽紛的繪圖，讓小朋友輕鬆就能認識水果的特徵和生長的情形。",
    "url": "https://children.moc.gov.tw/book/219420"
  },
  {
    "category": "親情友誼,品格教育,創意想像",
    "name": "大嘴巴闖禍了",
    "intro": "小鳥很喜歡唱歌，走到哪兒唱到哪兒。他的歌聲美妙動人，歌詞幽默風趣，只要聽完他的歌，一整個禮拜都有好心情。因此，每個星期一早上，老師都會留一段「歌唱時間」，讓小鳥唱歌給大家聽。可是，小鳥居然把偷聽來的祕密，編成一首一首新歌，唱給大家聽！從此以後，大家都等著聽別人的祕密，看別人的笑話。",
    "url": "https://children.moc.gov.tw/book/219445"
  },
  {
    "category": "歷史傳記,知識學習,自然生態",
    "name": "大象林旺是怎麼到動物園",
    "intro": "林旺原本是緬甸的工作象，卻在中日戰爭時先幫日軍背糧食、扛大砲，後來被中國國軍俘虜，戰爭結束後，跟著部隊走公路，出發沒多久13隻大象死了6隻。又餓又累，傷痕累累的林旺是如何翻山越嶺，漂洋過河來到台灣，成為動物園的萬人迷？林旺爺爺創下最長壽大象的金氏紀錄，成為動物園的永久收藏，一趟2000公里的精彩長征，到底是如何展開的呢？",
    "url": "https://children.moc.gov.tw/book/219470"
  },
  {
    "category": "生命教育,知識學習,自然生態",
    "name": "黑鮪魚的旅行",
    "intro": "溫暖的黑潮來了！剛出生的太平洋黑鮪魚還不到半公分長，竟能完成將近九千公里的跨洋之旅。在這片廣大無邊的海洋中，小黑鮪魚將展開屬於牠們的成長之旅。但是這趟旅程並不安逸，順著黑潮，牠們將遭遇日本漁船的追捕，還遇到鯊魚和鯨魚的威脅，牠們能否發揮自身的毅力和耐力，順利地橫越太平洋，去克服這場攸關性命的挑戰呢？",
    "url": "https://children.moc.gov.tw/book/219430"
  },
  {
    "category": "創意想像,情緒管理",
    "name": "恐怖紅蘿蔔",
    "intro": "兔子賈斯伯最喜歡紅蘿蔔了！特別是劈啪跳跳田裡的紅蘿蔔，它們肥嫩又鮮脆，而且怎麼吃都吃不完。直到有一天，賈斯伯發現這些紅蘿蔔開始跟蹤他，而且除了他自己，沒有人相信它們變成了恐怖的怪物……\r\n為什麼只有賈斯伯看得見恐怖紅蘿蔔？為什麼這些傢伙總是可以在瞬間變成玩具小鴨、油漆或盆栽？究竟這是怎麼一回事？而聰明的賈斯伯又會想出什麼好方法阻止紅蘿蔔繼續打擾他呢？",
    "url": "https://children.moc.gov.tw/book/219417"
  },
  {
    "category": "生活教育,知識學習,自然生態",
    "name": "甘甘苦苦的麻芛",
    "intro": "暑假的時候，媽媽帶著丁丁回到台中阿媽家。阿媽特別為丁丁煮了麻芛湯，麻芛湯的口感和香氣都很特別，原本丁丁還擔心麻芛有點苦苦的，沒想到麻芛湯竟出乎意外的好吃。丁丁還跟著媽媽去綠油油的麻芛田，一起採收、搓檢麻芛葉子、煮麻芛湯。",
    "url": "https://children.moc.gov.tw/book/219461"
  },
  {
    "category": "知識學習,自然生態",
    "name": "蔬菜的島",
    "intro": "島上有花，島上有鳥，島上有魚。島上還有小島，石頭圍起來的小島，裡面種著各種青菜。綠綠的蔬菜，安心的在土地上生長，四周有硓（（石古））石為它們擋風砂、擋鹽霧。蔬菜的島，指的是澎湖菜宅，就是蔬菜的房子。澎湖在十月到三月期間，東北季風強勁，且因地形無屏障的高山，農作物難以種植，需阻擋東北季風以及海面挾帶的鹹水湮。為了培育蕃薯的種苗，以供未來移植到旱田之用，「菜宅」因應而生。",
    "url": "https://children.moc.gov.tw/book/219467"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "艾雯 文學地圖",
    "intro": "艾雯寫作地景清晰易辨，以周遭生活圈出發，不同於小說寫景的地域或指涉，艾雯散文一向主題分明，計畫性地進行創作。中央新村倚風樓、天母磺溪，相對於她早年所居的岡山，北/南、城/鄉、溪/山……，在地景化成筆下處處，堪稱地誌書寫之先。",
    "url": "https://children.moc.gov.tw/book/229029"
  },
  {
    "category": "親情友誼,生活教育,歷史傳記,其他",
    "name": "回家．回部落",
    "intro": "「千百年來，屹立的庫巴是部落的中心，它是巴蘇亞的，也是所有鄒族人永遠的心靈指標，\r\n無論去到多遙遠的他方，總會指引著鄒族人找到回家的方向。」沿著蜿蜒的阿里山公路，巴蘇亞正搭著公車，準備回到讓他懷念已久的部落家鄉……。\r\n",
    "url": "https://children.moc.gov.tw/book/219404"
  },
  {
    "category": "知識學習,自然生態",
    "name": "青蛙歌神",
    "intro": "青蛙吃東西像噎到？聽聲音就能找伴侶？牠能在空中滑翔？跳起來比奧選手還厲害？青蛙巫婆藉由一首青蛙歌帶動唱，教我們認識青蛙身體的功能和生活習性。\r\n",
    "url": "https://children.moc.gov.tw/book/219313"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "點和線大變身",
    "intro": "點和線在一起，會變成什麼呢？\r\n是蝸牛、一朵花、麥穗、熱氣球，還是一座小鎮？\r\n\r\n　　點和線的不同創造了許多可能，\r\n　　正因為每個人都不一樣，才能激盪出有趣的想法，\r\n　　創造更繽紛多彩的世界！\r\n\r\n有一天，點遇見了線。他們很快玩在一起，玩起超級變變變的遊戲。\r\n\r\n線平躺在點上，成了蹺蹺板；線站在點上，成了二絃琴；線背著點，變成蝸牛；線以點為中心，轉啊轉，成了螺旋槳…接著，點想到一個點子，他想邀請高矮胖瘦、老老少少的黑點一起來玩。\r\n\r\n變身遊戲更好玩了！一條線和好多點，他們變成花、變成麥穗…\r\n\r\n沒多久，線也想邀請更多朋友加入變身遊戲。好多線從四面八方湧過來，有的線年輕健康挺直腰桿、有的線年紀大了走起路來彎腰駝背。好多線加上與好多點，大家一下變成熱氣球、一下變成火車頭、氣球、馬戲團…點和線玩得好過癮！\r\n\r\n大家在一起，可以做好多事。於是他們想，何不蓋一座小鎮好讓大家住在一起呢！很快的，白線與黑點分工合作，一座小鎮很快就蓋好了。可是，好像少了什麼…\r\n\r\n黑點與白線想到一個好點子：「大家一起寫信給世界各地的朋友吧！」\r\n\r\n沒多久，各式各樣色彩繽紛的點與線都搬來小鎮。大家快樂的玩在一起，創造出更多不同的顏色。你看，世界變得多美麗！\r\n\r\n法國讀者推薦/\r\n◎點和線在一起，會變成什麼呢？是蝸牛、一朵花、麥穗、熱氣球，還是一座小鎮？一本創意想像無限的圖畫書。\r\n\r\n故事從一個黑點和一條白線的相遇開始，從一開始，畫面中只有俏皮可愛的黑點和白線，在輕快揮灑的水藍色背景上，開心的玩在一起，變成蹺蹺板、蝸牛、螺旋槳…隨著更多朋友加入，不論高矮胖瘦男女老少，大家一起玩變身遊戲…最後，大家建造了一座小鎮，不過，發現好像少了什麼？\r\n\r\n到底少了什麼呢？這時候，他們這才發覺鎮上只有黑和白兩種顏色，黑點和白線決定邀請更多朋友前來…只見畫面上各種顏色的點和線搭著長程巴士前來，最後幾頁畫面變得明亮輕快，彩色的點在白色背景上跳舞，組成美妙繽紛的世界，好一場歡樂的色彩派對啊！\r\n\r\n我為三歲的女兒念這個故事，她非常喜歡，現在這本書已成為每天必讀的床邊故事。真心推薦，不論大人小孩都會喜歡！\r\n\r\n◎一個由點和線組成的奇妙世界，一個愉悅、充滿想像創造力的藝術傑作。點和線之間的差異性創造了許多可能，正因為每個人都不一樣，大家才能激盪出有趣的想法，創造更多姿多彩的世界！  \r\n\r\n◎圖文合奏十分美妙，一本不可錯過的精彩好書。文字讀來輕快俏皮，圖畫生動有創意，足以激發孩子的想像力。\r\n\r\n◎打開書，保證小孩會一直前後翻閱，迫不急待加入點和線的變身遊戲。這些表情生動的點和線，就像精神抖擻的小孩，可愛極了！\r\n\r\n◎一本創意十足的趣味好書…黑點和白線的相遇，激盪出創意的火花，後來他們邀請更多的點和線加入變身遊戲，大家開心的玩在一起，組成了千變萬化的花花世界，讓人驚嘆！\r\n\r\n書一開頭的作者獻詞：『獻給我的曾祖父母，他們從遙遠的地方來到這裡，建設了美麗的家園。』這段話引出另一個更有深度的議題，關於族群融合和多元文化，頗耐人尋味。\r\n　　\r\n在全球化的影響下，現代社會的組成越來越多元。我們更應讓孩子學習去理解和尊重每個人的不同，透過這個故事，孩子也能體會多元產生創造力，團隊合作可以讓世界更豐富有趣的精神。就像書中，多元融合讓一個原本只有黑與白的世界，變得更繽紛多彩！\r\n",
    "url": "https://children.moc.gov.tw/book/219425"
  },
  {
    "category": "歷史傳記,知識學習",
    "name": "射日．奔月：中秋的故事",
    "intro": "但願人長久，千里共嬋娟\r\n插畫大師劉宗慧，蟄伏多年傾心創作，隆重巨獻\r\n\r\n【故事簡介】\r\n天地剛誕生時，天上出現了十個太陽，像十個大火球，燃燒著大地。烈日肆虐下，人們生活非常艱苦，哀鴻遍野的哭喊聲聽在神箭手后羿和妻子嫦娥耳裡，非常不忍，為了拯救人們，后羿爬越山河、穿過峽谷，在最後一顆星星消失前，登上山頂，一連射下了九個太陽。 后羿射下九個太陽後，成了人們心中的大英雄，他被推舉為王，然而驕傲的種子卻悄悄的在心中發芽。\r\n一天，后羿得到了兩顆長生不老藥，他催逼著百姓日夜不停的趕工建築宮殿，打算等宮殿落成之日，和嫦娥一起服藥，永遠過著神仙般的日子。嫦娥眼見曾是百姓英雄的丈夫，現在卻成了禍害，若讓他吃了長生不老藥，百姓的痛苦豈不永無止境了？她該如何抉擇？怎樣做才是對百姓和對丈夫真正的愛？\r\n一個關於中秋的傳說，在兒童文學作家劉思源優美的文筆下，以「愛」為名，搭配插畫大師劉宗慧細膩優美的圖像，重新詮釋，隨著情節的流轉，時而優雅細膩、時而氣勢磅礡，深刻的刻畫主角人物的心路歷程。在中秋時分與孩子分享此傳說，讓孩子對月亮以及古人的神話產生無限的想像，格外增添佳節意義。\r\n\r\n【本書特色】\r\n1.經典的傳說故事，和你一起話中秋：中秋時分，和孩子分享一個引人入勝的動人傳說。\r\n2.流傳最廣的古老神話，世代共同的文化記憶：一個仙道與長生的嚮往、愛與相思的故事，流傳成代代相傳的共同記憶。\r\n3.畫風細膩優美的插畫大師劉宗慧，蟄伏多年後傾心創作，隆重巨獻：以《老鼠娶新娘》獲得西班牙加泰隆尼亞雙年展圖畫書首獎之插畫大師劉宗慧，蟄伏多年後再度執筆，以優美細膩的畫風詮釋這個最美麗的傳說。\r\n4.以精緻的書衣包裝，送給喜愛藝術收藏的大小讀者：書衣內面暗藏玄機，附有整張跨頁大圖，可作海報收藏，並附上兼具功能和童趣的24節氣表。\r\n5.24節氣童詩：邀請童詩名家李紫蓉撰寫富含意境和童趣的詩句，帶領小朋友認識與生活息息相關的24節氣。\r\n6.民俗專家審定，精采豐富的附錄，讓親子共享溫馨的佳節時光：故事結束後附有中秋節氣的小知識，包含中秋節的習俗、中秋節的吃食、以及與月亮有關的傳說，讓家人在中秋節賞月、共享月餅時，增添話題。\r\n7.台灣圖畫書教父鄭明進、知名圖畫書評論家宋珮、小大繪本館資深義工及講師莊世瑩、兒童文學作家曾陽晴驚豔推薦。\r\n\r\n【企劃緣起／親子天下主編　張淑瓊】\r\n寫這篇文章的前一天，是二十四節氣中的「大暑」，也就是一年中最熱的一天，老實說今年夏天很熱，很難分辨出哪一天最熱。那天的太陽並沒有很猛烈，但就是能讓人感受到一種無處可逃的逼人暑氣。\r\n中午外出，看著走在前面的路人汗流浹背的模樣，回到辦公室從網路得知今天是二十四節氣中的「大暑」，突然間，坐在涼風徐吹的辦公室裡的我，莫名的感動起來。這節氣的循環真是奇妙得叫人讚嘆，它解讀了造物者的秩序、解釋了老祖先的智慧，它讓我們敬畏並且謙卑。\r\n就在那一刻，我感受到自己和土地、文化的美好連結；感受到一種說不出來的真實感—生活在這塊土地、這個文化脈絡中所獨有的；感受到存在在這個東方小島上，與造物者的奇妙連結。\r\n為了讓孩子們也能夠體驗這樣的奇妙和真實感，於是我們企劃了這一系列的主題圖畫書。希望孩子們在節氣和節令中，透過閱讀節日圖畫書，體會自己和環境文化的連結。知道在中秋節、新年、元宵節、端午節等每個節氣裡的傳說，以及傳說背後動人的情感和故事。\r\n於是，我們邀請優秀的文字創作者從傳統故事中找尋傳說的精隨，邀請繪畫功力扎實的插畫家勾勒圖像。就像在釀製醇酒一樣，面對時間的壓力，必須淡定，不徐不疾的細心討論與調整，周全的關照每個環節，並耐心的在時間的輪盤下等候著。\r\n我們知道市面上有不少節日書，但我們想要做一個特別的節日書系列，在傳統故事的架構中，找到和孩子連結的真實新意；讓故事備有極豐厚又具文學性的文字，以及能創造不同美感經驗的插畫。希望孩子們在過程中，一方面享受閱讀圖畫書的美好經驗，一方面在腦中存取這塊土地文化中代代相傳的智慧與傳說。\r\n\r\n【推薦文／令人屏息的中秋傑作／文/曾陽晴(知名作家)】\r\n傳統故事的改寫，難。可以賦予新的意義，新的角度，新的詮釋，這是現在寫手最常用的書寫策略。最難的是維持傳統故事的風貌，又能引人入勝，因為大眾已有一定的文化架構與既有的傳統印象，突破相當有難度。而《射日．奔月 中秋的故事》就是一本文圖皆美、且能給予傳統故事更深的美學詮釋的圖畫書。\r\n劉思源，台灣兒童圖畫書界的資深創作者，她所改寫的中秋節故事，簡潔俐落，沒有贅語，讓閱讀者看見「乾淨就是美」的美學，這在兒童故事圖畫書裡是少見的優點。\r\n劉宗慧（Lesley Liu），1992年西班牙巴塞隆納「加泰隆尼亞雙年展大獎賽」的大獎得主（得獎作品《老鼠娶新娘》），在沉寂許久之後，重新執起畫筆，相當令人期待。這一次的插畫表現，再度令閱讀人無法不驚艷。從十個太陽的畫面，到射日，到嫦娥的憂心忡忡，建宮殿，奔月，每一幅都是足以產生讓人屏息的震撼力，一幅又一幅的結構、力度、內容皆強的傑作。\r\n這次劉思源、劉宗慧的《射日．奔月》，絕對是台灣兒童圖畫書界又一次振奮人心的合作。\r\n",
    "url": "https://children.moc.gov.tw/book/219137"
  },
  {
    "category": "創意想像,知識學習",
    "name": "穿越時空的美術課",
    "intro": "愛上宇宙無敵好玩的美術課！發現史上最有趣的文物知識！\r\n　　想認識故宮博物院裡青銅器、玉器等文物的故事，與人分享嗎？\r\n　　想了解中國歷史、文化、工藝美術，侃侃而談嗎？\r\n　　想設計有趣又別出心裁的美術課程，不再一成不變嗎？　\r\n　　作者黃志民、石麗蓉老師深感現在孩子對中國歷史與文物的陌生，於是精心設計深受家長、學生喜愛的美術課程。如今，將課程內容集結成書，希望能夠幫助更多孩子親近中國美術，深入了解中國文化的豐富內涵！\r\n\r\n　　看漫畫：跟著小古、小今，穿越時空玩美術　\r\n　　小古、小今是誰呢？他們是作者一手創造的漫畫角色。小古愛歷史，小今迷科技，兩人在漫畫中帶著大家，回到遠古傳說的場景，追溯天和地、人類和萬物的誕生；從岩畫的遺跡，解開史前生活的祕密；從織布的發明，了解各朝代的服飾演變；從技術的精進，欣賞青銅器和玉器的工藝與美感；接著，還要認識中國文具「毛筆」的奧祕，以及去揭開「龍圖騰」的神祕。\r\n\r\n　　準備好了嗎？現在就出發！跟著小古、小今穿越時空，一邊探索歷史，一邊輕鬆玩美術。\r\n　　動手作：隨手可得的素材化為教學內容，創意無限玩美術\r\n　　＊粗細兩枝筆，畫出千變萬化的線條，訴說千古流傳的神話！\r\n　　＊大地彩繪把操場、空地變畫布，體驗古人留下岩畫的痕跡！\r\n　　＊簡單的紙條可以編織出美麗的花樣，你也來當個小小服裝設計師！\r\n　　＊水晶肥皂玩雕刻的樂趣，你也會創作一個仿玉雕的吉祥物！\r\n　　＊家裡不用的菜瓜布、錫箔紙、塑膠繩、報紙，可以變成畫筆來塗鴉！\r\n　　＊一起玩拓印，玻璃、門把、藤椅都能找到奇妙圖案，拼貼獨創的青銅紋樣！\r\n　　＊珍珠板製作媲美專業級的版畫，還能將作品複製成卡片、月曆和更多人分享！\r\n　　美術課這樣教，畫畫這麼學！只要準備簡單的材料，跟著課程設計與教學步驟，爸爸、媽媽、老師，以及有志於教學與創作的大朋友、小朋友，你也可以創意無限玩美術。\r\n\r\n　　樂分享：收藏作品、延伸活動，親子攜手玩美術！\r\n　　你的作品獨一無二，絕無僅有，快快珍藏在「我的作品」裡。還有疑問嗎？作者在「親師會客室」和你見面，提供延伸活動、補充說明、建議和提醒，讓教學活動進行更順暢，幫助孩子深化學習！\r\n\r\n本書特色\r\n　　跨時間：以漫畫方式，向孩子說明跨越遠古到現代的工藝美術和歷史文化的發展。\r\n　　跨媒材：引導學童體驗線畫、編織、陶土、拓印、拼貼、雕刻、水墨和版畫等創作課程。\r\n　　超實用：內容取材自作者的教學實例及學生作品，親子共學有方法，教師設計課程更容易。\r\n　　超貼心：「親師會客室」提供老師、家長進行活動的小撇步，延伸學習資源。\r\n　　超多練習：每一單元皆設計「我的作品」，珍藏個人作品最方便。\r\n　　超多好評：多位上過課程的家長、學生專文分享心得，保證推薦！\r\n",
    "url": "https://children.moc.gov.tw/book/219100"
  },
  {
    "category": "勇氣冒險,品格教育,歷史傳記",
    "name": "馬爺爺說台灣民間故事",
    "intro": "你知道一高一低的老范和老謝，幫城隍爺抓壞人之前就已經是搭檔了嗎？飛簷走壁的廖添丁到底有多厲害，竟然讓日本人氣得跳腳，台灣人拍手叫好？好鼻師、白賊七、虎姑婆，到底是誰比較聰明，鴨母王、小水鬼、李水蛙，到底是誰運氣好到不行，還請小朋友看完故事來評比！老故事在時間的掏洗下褪去顏色，卻又在新舊世代的筆鋒撞擊中重生，在奔放的顏料線條裡勾勒出全新面貌！\r\n\r\n你知道一高一低的老范和老謝，幫城隍爺抓壞人之前就已經是搭檔了嗎？飛簷走壁的廖添丁到底有多厲害，竟然讓日本人氣得跳腳，台灣人拍手叫好？好鼻師、白賊七、虎姑婆，到底是誰比較聰明，鴨母王、小水鬼、李水蛙，到底是誰運氣好到不行，還請小朋友看完故事來評比！\r\n\r\n本書精選八則台灣民間傳說，加上道聽塗說的小道消息，東一撇忠肝義膽，西一筆裝神弄鬼，還請各位搬好椅子，準備好膽子，一起來聽說書人說故事！\r\n\r\n\r\n這是一本企業主動邀請身心障礙孩子參與創作的作品，也是適應孩子的特殊性而改變作法的一本書。雖然只是開端，但我希望這是引線，讓更多人看見身心障礙朋友的潛能。(臺北市立文山特殊教育學校校長/謝榮懋)",
    "url": "https://children.moc.gov.tw/book/219407"
  },
  {
    "category": "生活教育,歷史傳記,知識學習,其他",
    "name": "走，去迪化街買年貨",
    "intro": "　　過年是華人最重要的節慶，辦年貨更是年節大事！而「迪化街」就是這樣一條年節氣氛濃厚的老街，尤其是街上望去都是充滿復古情懷的巴洛克建築，加上人聲鼎沸的叫賣聲，相信在台灣沒有任何一條街的年味會比這裡更濃厚了。\r\n　　故事透過阿瑞跟著爺爺到迪化街辦年貨，感受迪化街的年節氣氛開始，從霞海城隍廟、到布莊、中藥行、南北貨……，在在讓人彷彿身歷其境，其中左右掀開的大拉頁，更將迪化街熱鬧的街景磅礡的展現出來！孩子可以從中認識迪化街的歷史人文，以及各種手工職人的生活景象。\r\n　　順著作家流暢的故事、畫家精心的描繪，建議讀者可以按圖索驥，找到各家老店，重新感受不同的迪化街。",
    "url": "https://children.moc.gov.tw/book/219562"
  },
  {
    "category": "生活教育,知識學習,其他",
    "name": "香藝之家",
    "intro": "以「感恩」為基礎，鋪陳製香的歷史與過程。\r\n \r\n小鎮裡，工藝傳承者流著汗水，甘願做歡喜受，\r\n在老天爺的蔭顧與眾人牽成下，日益茁長。\r\n \r\n世界上沒有不辛苦的事情；世界上也沒有不勞而獲。\r\n阿嬤懷抱著感恩的心，娓娓道來三個兒子從事傳統製香的過程。\r\n \r\n傳統製香大多以家庭即工廠的形式作業，很少會發展成大型的工廠，新港伍蓮香公司，不僅將傳統製香作成開放式的觀光工廠，還建造了一座製香博物館。",
    "url": "https://children.moc.gov.tw/book/219602"
  },
  {
    "category": "勇氣冒險,生活教育,自然生態",
    "name": "好心的小糞金龜",
    "intro": "一隻糞金龜碰到一顆長相奇怪的蛋，會發生什麼事呢？好心的小糞金龜意外撿到一顆「蛋」時，馬上為這顆蛋擔憂。於是他放下自己正忙著的糞球，推著那顆蛋出發，要為蛋找到它的家人。路上遇到了鴕鳥太太、布穀鳥先生、青蛙太太……？最後是蛇太太告知這顆蛋來自何處。而當小糞金龜來到蛋的家鄉，卻看到一幕讓他驚悚不已的恐怖畫面……。\r\n\r\n【本書特色】\r\n作者結合對日常人事物的觀察和豐富的聯想力，創造了一個幽默風趣又令人感動的故事。繪者則是採用版畫手法繪製圖畫書插畫，畫面造形簡潔，帶些變形和圖案畫的趣味；色彩的運用對比鮮明清爽，使每一個畫面看起來都是獨立的作品，透過色彩與取景，引領讀者立即進入畫中的故事。兩者合作無間，創造出頂尖的幽默故事。",
    "url": "https://children.moc.gov.tw/book/219665"
  },
  {
    "category": "生命教育,知識學習,自然生態",
    "name": "地球筆記本",
    "intro": "鑽石級的童詩達人林世仁，運用源源爆發的想像力，化身為地球，用童趣之眼、音樂般的文字，看向地球上的山海風雲、花草蟲魚、人類的生活與發展，並揣想地球的心情與夢想等。全書82首詩，配上曾獲金蝶獎插畫類榮譽獎、作品在國內外皆獲得多項肯定的唐壽南所精心打造的視覺饗宴，讓孩子在滿足童詩朗讀的樂趣之餘，也開啟內心無遠弗屆的想像。",
    "url": "https://children.moc.gov.tw/book/219598"
  },
  {
    "category": "生活教育,生命教育,親情友誼",
    "name": "司機爺爺",
    "intro": "理想國裡的貼心老司機   (國立臺灣師範大學美術學系兼任副教授 王行恭)\r\n　　\r\n         很多小朋友都有相同的經驗，立志長大成人後，要當一位稱職而神氣的大客車司機。因為可以操控一個龐然大物，可以把客人一個個快速而安全的送達目的地，這是何等威風的職業。更因為世界上所有客車司機的特質，都是和藹可親，充滿關懷與愛心的。《司機爺爺》這本繪本的創作，正是朝著這樣的影像和故事去發展的。\r\n\r\n　　這則故事的鋪陳，像極了早年穿行在臺灣山區裡的客運車；司機先生還兼送小包裹和郵件，尤其是每天必達的精神食糧──報紙。更何況逢人攔車招手即停的特色，簡直就是六○年代裡，貫穿公路的景象。\r\n\r\n　　《司機爺爺》的故事平實而貼心，作為故事主角的年邁老司機，退休前的最後一次任務，還和他第一次上路一樣，快樂進取，兢兢業業的按照程序，完滿熟練的操作著每一個動作的細節。而半路因山中氣候驟變導致雪封，意外的被困在途中，眾人度過一個有營火的夜晚，是書中營造的高潮。作者用平實而引人入勝的手法，把山路中交通上可能發生的狀況，和處理問題的方法，不著痕跡的布局在整本書中；透過一位和善可親的司機爺爺，一幕一幕的帶領讀者們去體驗山路中的種種場景。\r\n\r\n　　《司機爺爺》是一則平實而溫馨的小故事，可以發生在我們生活中任何的一個角落中。它沒有崇高的人生哲學要闡述，也沒有偉大的憧憬作為中心議題；它只提出做人做事最基本的道德觀──真誠而盡忠職守，這看似簡單卻又逐漸消失在紛雜的現實社會中的為人寶典，應該是作者想透過文字和畫面來提醒我們的吧！\r\n\r\n　　本書整體繪圖，運用陰刻反白的誇張線條，圖底間的強烈黑白反差效果，因為局部導入少量的淡彩，而化解並平衡了畫面的張力；由此可以看出作者處理版面的純熟度。",
    "url": "https://children.moc.gov.tw/book/219592"
  },
  {
    "category": "親情友誼,生活教育,生命教育",
    "name": "背影",
    "intro": "孫心瑜\r\n義大利波隆那拉加茲獎（bolognaragazzi-award/vincitori）\r\n金鼎獎繪本作家\r\n連獲兩屆「信誼幼兒文學獎圖畫書創作獎」\r\n\r\n出生於臺北市，臺灣師範大學美術學系研究所畢業。學生時代即獲各種繪畫比賽大獎。繪製過郵票，曾到長江探源，旅居美加、上海、遊歷歐亞。從事各類視覺設計工作多年，連續兩年獲得信誼兒童文學獎，35屆金鼎獎。2015年成為台灣第一位獲選波隆那書展特別獎的繪本作家。現居宜蘭，專注插畫設計與繪本創作。\r\n\r\n \r\n\r\n名家一致推薦\r\n\r\n陳美儒\r\n\r\n以圖為主，以情為尊的「無字天書」。\r\n\r\n陳安儀\r\n\r\n以無字的繪本，述說生死的故事；以清晰的背影，記錄正面的人生。\r\n\r\n陳藹玲（富邦文教基金會執行董事）\r\n\r\n從來，我們只被教導追求成功、努力得到，卻未曾學習如何去面對失去甚至是死亡。這本書可以幫助我們踏出第一步！\r\n\r\n陳進隆（彩虹愛家生命教育協會祕書長）\r\n\r\n不要以為還有很多時間可以浪擲我們的愛，冷淡我們渴望的情，在還沒準備好時，我們就必須說再見了！\r\n\r\n陳莉茵見疾病基金會創辦人）\r\n\r\n用繪本談生命，值得用心體會。\r\n\r\n趙翠慧（周大觀文教基金會副董事長兼總執行長）\r\n\r\n圓滿生命、正視死亡、關愛他人。\r\n\r\n歐玲君（罕見疾病基金會輔導志工/少觀所輔導老師）\r\n\r\n同為失去親愛孩子的母親，看著孩子從自己手中殞落，雖感傷雖想念，但也接受了生命的全貌，因而感恩付出，找尋生命的意義。\r\n\r\n游乾桂（親子教育作家）、劉清彥（兒童文學工作者）、藤井樹（知名作家）等，共同推薦\r\n\r\n導讀\r\n\r\n跨越生命轉彎的激流\r\n\r\n陳美儒（親子教育家/建中資深名師）\r\n\r\n記得多年前，一個文教基金會針對大台北地區，十五至三十五歲，兩千三百多位男女做抽樣問卷調查。其中問到：「你最容易跟誰發脾氣？」結果將近七成的人答案是：「家人」。\r\n\r\n為什麼發脾氣的對象，不是街坊鄰居，或是路上的陌生人，卻是跟自己最親近的家人？究其原因不外乎，因為家人在生活中總是跟自己距離最貼近，情緒起伏也就容易彼此糾纏牽扯，大家心情愉快時，可以相處甜蜜溫馨；卻也可能因為一兩句不入耳的話語而引爆怨怒。\r\n\r\n面對家人日常的噓寒問暖，我們往往總視為理所當然，甚至因為跟家人鬧脾氣、生悶氣，就故意把明明在身邊的家人當作是空氣、隱形人、不存在。\r\n\r\n是嗎？一般人在生活當中，總不免掉入：「只羨慕遠方的彩虹，而忽略身旁的玫瑰。」的行為迷思裡面；在紛擾忙碌、匆匆而逝的日子，我們總有意無意的疏忽身邊的家人親情、親密愛人。\r\n\r\n閱讀本書這樣一本筆致精巧細膩的手繪本，透過作者一幅幅樸實、寫真畫面的呈現：我們看見一對年輕夫妻的結縭，然後孩子一個接一個呱呱落地；姐妹倆從襁褓嬰兒，到爸爸媽媽騎腳踏車帶著他們上學唸書；姐姐的鋼琴演奏會，姐姐出國留學；結婚生了兩個孩子，接著生病住院的最後結局，我們看到了白髮人送黑髮人的喪禮，姊姊的生命就此嘎然而止。貫穿全書畫面的是姐姐手背上的胎記，在書頁尾末，這印記竟翩翩化為一根白色羽毛飄向天空，而原本在卷首出現的大同寶寶，這時候又再度回到畫面；這一切似乎是作者隱隱地訴說著生命的生生不息，也留給讀者另一種心情的沉澱與無限的想像空間。\r\n\r\n此書以圖為主，以情為尊的「無字天書」，它與一般的文字書最大的差異是，不用高亢、激情或冷酷震撼的文字，來撩撥讀者的心，卻以十分溫厚樸實的繪圖，來溫潤讀者的眼，輕撫閱讀者內在深處原本閉鎖的心扉。它讓人感動，卻不至於令人傷痛；就如濃茶再泡的回甘，傷逝親人的離去，反而更喚醒人們對於生命的珍惜。\r\n\r\n古希臘哲學大師蘇格拉底說：「不經思考的生活是極危險的。」終日處於重重壓力中，經常被憤怒、焦慮、沮喪、嫉妒圍困的心靈是難以清明智慧的；也就是說，面對衝突煩惱時，更要學會冷靜思考，沉著地面對問題。\r\n\r\n生命絕不止於身高、年齡、體重的增長，生命最可貴的意義乃在於它的歷程：有對生命深刻的體悟，才能同理他人的憂喜悲歡。\r\n\r\n生命應是具有無限彈性的，得意時，可以開懷大笑，失敗中也可以無懼風狂雨斜的阻擾。\r\n\r\n有時候面對逆境，縱使無奈的「行到水窮處」，也要有「坐看雲起時」的瀟灑呀；勇敢跨越生命轉彎處的激流，生命方才更顯繽紛芳香。\r\n\r\n「珍惜所擁有的，再把它變得更美好。」一直是我多年來的生活哲學；以我三十年來與建中紅樓才子的相處經驗和觀察，我願全力推薦《目送》，相信對正處於情緒狂飆期的青春兒女，對生命未來存在與否有所懷疑的年少心靈，閱讀了《背影》之後，一定會有意想不到的自在喜悅，重拾對未來人生的信心與希望。\r\n\r\n \r\n\r\n序\r\n\r\n從小，我是個沉默害羞的孩子，總希望沒人注意到我的存在。幸好身為老么，幼時父母忙於工作家務以及兄姊的學習已屬過量，多數時間的確無人也無暇搭理我。年齡稍長後雖不再自閉，但仍不善言語表達，甚少正面與人交談。我記性不好，成長過程中能記得的事不多。但或許習慣以視覺思考的緣故，一些在角落觀察，默默定格的畫面，卻不經意儲存腦海伴隨至今。雖然因為角度關係，多數畫面都是背影或側寫，卻也真實反映出直接面對面時，我無法消化思考的性格。\r\n\r\n其實矜持的個性其來有自，家人間彼此情感的交流很少透過直接的言語，只是各自扮演好各自的角色：兄姊友小妹恭，父母慈子女孝，大人努力工作，小孩用功讀書... 一路就這麼默然而順遂的過著，儼然就是幸福人生的終極寫照。\r\n\r\n我記得小時候，姊姊認真練琴的輪廓，髮長高瘦，清新出眾，注定要長成世間認定的氣質美女，是當時過動自閉不討喜的我，無論如何努力也追不上的。\r\n\r\n我記得稍長些，哥哥犀利演講的身形，年輕帥氣，吸睛一百，確實是社會價值欣賞的成功典範，但與記憶中寡言木訥的印象，卻是完全不同的陌生類型。\r\n\r\n我記得成年後，父母開車接送的背影，機場與家，國界之間，一次次離別不捨在眼前逐漸老邁，且頭髮竟突然整個稀疏花白，雖不願接受卻是殘酷的事實。\r\n\r\n這些片段看似無關，卻像重複的速寫練習，影響了我構圖的視角：從背後觀看。不能說是冷眼旁觀，卻多少透露出有些疏離且沉默的個性。而當我試圖從姊姊的角度來觀看時，才驚覺原來並不瞭解這個與自己血源相親之人，對於她的觀點，情緒，好惡，幾乎一無所知。也許家人就是這樣，自在安在卻經常無視於其存在。我或許記得窗外街道景觀的年年異樣，卻對身邊家人的成長變化感知有限。\r\n\r\n而在景物人事嬗遞間，兒時對生命天真的想像，終究不敵現實的刻畫而變形。\r\n\r\n當失敗，病痛，衰老，死亡的陰影覆蓋；那些曾經的成就，美好，青春，生氣的鮮明痕跡，就不再是理所當然。曾經一幕幕清晰的畫面，一個個以為永在的背影，卻在人生的道路上漸行漸遠，甚至突然消失。在不斷目送的過程中，淚水模糊了輪廓卻也深刻了情感，讓我們更珍惜生命的偶然，體會平凡活著的價值。\r\n\r\n最心疼的是父母，他們無怨無悔，盡責的犧牲自己，成全了社會家庭孩子成長所需的一切，卻在該接受回饋之年，眼睜睜看著子女衰敗甚至先行離去，情何以堪。\r\n\r\n僅以此書獻給我的雙親，在天國的姊姊，二位勇敢的外甥和他們堅強的老爸。\r\n\r\n",
    "url": "https://children.moc.gov.tw/book/219510"
  },
  {
    "category": "生命教育,知識學習,藝術美勞",
    "name": "火燒厝",
    "intro": "　　我的阿公是道士，但他不只是道士，還有一雙巧手。\r\n 　　阿公的工作室裡滿滿的都是工具和竹子、糨糊和糊紙，還記得有一次我們偷偷拿了阿公做的轎子去玩，結果被罵得好慘，據說那頂轎子是給「死人」的。唉！那又怎樣？我才不怕死人也不怕鬼，我只怕阿公做好房子的那一天。他說，那間房子是他要留給自己的。我很擔心，阿公都這麼老了，到底還想搬去哪裡住呢？\r\n 　　以傳統民俗「紙紮」為主題。在蒐集資料的過程中，發現南北習俗大不同，像故事中出現的魂轎，北部使用的範圍有限，而像是城市空間的限制以及環保意識的抬頭，也讓這項傳統技藝漸漸侷限在特定的節日中才能看到。\r\n 　　透過故事讓孩子認識：紙紮並不只用於祭拜祖先，在道教信仰中，不管是靈厝、天公座、水燈等，都屬於紙紮工藝的一部分。",
    "url": "https://children.moc.gov.tw/book/219572"
  },
  {
    "category": "親情友誼,生命教育,自然生態",
    "name": "彩鷸奶爸",
    "intro": "　　爸爸說：「我們彩鷸啊，雌鳥都長得比雄鳥漂亮，大家還會經常在一起舉辦選美比賽哦！」\r\n　　爸爸告訴我們：「所有的彩鷸都是由鳥爸爸單獨照顧小孩，負責孵蛋和帶小寶寶的。」\r\n　　台灣最受歡迎的鳥類版畫家何華仁，\r\n　　將長期觀察彩鷸活動的經驗，\r\n　　以繪本形式描繪真實觀察到的彩鷸故事。\r\n　　故事裡，\r\n　　有最動人的親子互動，\r\n　　也有最詳實的、關於彩鷸這種台灣野鳥的生活習性，\r\n　　既溫馨又具有知識性，\r\n　　是親子共讀的最佳讀物。\r\n\r\n【本書特色】\r\n　　1.最受歡迎的鳥類版畫家何華仁，2013年最新、最溫馨的鳥類版畫繪本創作。\r\n　　2.透過彩鷸由公鳥孵蛋、育雛的特性，訴說最可愛、動人的親子故事。\r\n　　3.從親子共讀中，認識台灣的野鳥。",
    "url": "https://children.moc.gov.tw/book/219318"
  },
  {
    "category": "知識學習,自然生態",
    "name": "鏡澳芹壁",
    "intro": "　　什麼時候什麼人來到了島上？\r\n　　豐厚的漁獲、幽靜的小海灣，聚集了老老少少\r\n　　島上的房子一棟一棟的長出來了\r\n \r\n　　有東亞地中海之稱的芹壁，\r\n　　原是一處漁人歇息、取水的小海灣，\r\n　　經過百年的歷程，\r\n　　人來了，蓋起了房子，熱鬧了，家族越來越興旺，戰事興起，又有不同的變化……\r\n　　時間的流轉，為這個地方帶來了繁榮與衰退，\r\n　　曾經，人走了，留住了風景，\r\n　　如今，人，來來往往，美麗依舊。\r\n\r\n　　馬祖列島中，芹壁聚落是保存較完整聚落之一。芹壁舊名「鏡澳」或「鏡沃」，原指芹壁村澳口中突起的岩石狀似隻大烏龜，先民稱之為「芹仔」，島之四周，海水清澈如一面鏡子，能見海底，又名「鏡沃」。\r\n\r\n　　芹壁聚落位於芹山與壁山山麓間，依山傍海，地勢坡陡，建築依陡峭山勢而建，建築簇群間以高高低低、曲曲折折的石砌步道連接，建築外牆以就地取材之花崗石人力鑿砌而成，遠望如一座石城般。\r\n\r\n　　清末至民初年間，大陸沿岸部分漁民遷移至此，靠海為生。又歷經四十多年軍事管制，除增建軍事設施及少數公共建築，聚落仍保有地方性傳統聚落特色。\r\n\r\n　　芹壁傳統聚落生活方式以漁業為主，自足式農業耕作為輔，生活起居上，居民間往來相當密切，血緣關係是芹壁傳統聚落形成的重要因素之一，全聚落由七個家族之民居建築組團組成，每個組團各有較大之建築為核心，周圍緊鄰及散佈小建築並呈向心狀佈局，採分割、增修改建方式延續建築生命，而形成芹壁傳統聚落。",
    "url": "https://children.moc.gov.tw/book/219599"
  },
  {
    "category": "生活教育,創意想像",
    "name": "不可思議的吃書男孩 ",
    "intro": "★亞馬遜書店評價五顆星\r\n★英國最有影響力的「理察與茱蒂」讀書俱樂部年度推薦\r\n★愛爾蘭書籍獎\r\n★愛爾蘭年度最佳童書\r\n★衛報、觀察家報、泰晤士報等好評推薦\r\n\r\n紐約時報暢銷圖畫書作者、風靡全球的《蠟筆大罷工》繪者代表作品。\r\n讓孩子大開眼界，掌握閱讀樂趣，從此愛上書本！\r\n亨利喜歡書。不過，他喜歡的方式跟你我不一樣，真的不大一樣。\r\n亨利喜歡「吃」各種書，故事書、字典、笑話大全……甚至是數學書。\r\n最棒的是，當他吃得越多，他就越聰明。\r\n他想，如果繼續這樣下去，說不定他會成為地球上最聰明的人。\r\n於是他不斷吃書，不斷變得更聰明。\r\n直到有一天，他的胃突然不太舒服，學到的東西也開始亂成一團。\r\n亨利難過的坐著，過了很長一段時間。他該怎麼辦呢？\r\n\r\n本書特色\r\n\r\n【超好玩】全世界瘋玩的咬口設計\r\n【超驚喜】藏滿小細節的精緻插圖\r\n【超耐看】重現精心設計仿舊質感",
    "url": "https://children.moc.gov.tw/book/219700"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "美術館裡的小麻雀",
    "intro": "　　小童去參觀美術館，心想著：「美術館是個什麼樣的地方呢？」\r\n　　一踏進美術館後，小童被一隻飛出「竹雀圖」裡吱吱喳喳的小麻雀吸引，所以跟了過去。\r\n　　但是一眨眼的，小麻雀就不見了。\r\n　　小童追到另一個展覽室，找著每一幅小麻雀可能躲藏的畫作裡。\r\n　　那些樹林、香蕉樹看起來都好像真的。小童看著畫作，卻到處都找不到小麻雀，只好又回去找〈竹雀圖〉。\r\n　　小童，到底會不會找到麻雀呢？\r\n　　麻雀吱吱喳喳到底又在說什麼呢？\r\n\r\n【本書特色】\r\n　　1.誰說看名畫只能選梵谷、莫內？誰說外國的月亮比較圓？台灣唯一介紹本土藝術大師的主題繪本，更是最佳美術館教育入門書！\r\n　　2.金鼎獎作家林滿秋藉著小麻雀躲藏的地方，帶領小讀者認識台灣前輩畫家，以及眾多重要畫作。\r\n　　3.插畫家陳盈帆是2011義大利波隆那義大利波隆納國際童書原畫展入選畫家，精采的將小童融入仿作中，提供了美術另一種欣賞趣味。",
    "url": "https://children.moc.gov.tw/book/219564"
  },
  {
    "category": "品格教育,生活教育",
    "name": "最棒的禮物",
    "intro": "每個人對《最棒的禮物》可能有不同的定義，但是就整個生命來看，Peace無疑是不可或缺的一項。它最常見的釋義是「和平」，但仔細探究，它又不只是「戰爭」的相反詞，還有更多意涵。詩人林芳萍以不同的中文語詞詮釋Peace的不同面向，例如溫柔體貼的「和善」、親切關懷的「和藹」、與人相處的「和睦」、以感謝的心凝視世界的「和諧」，還有內在平靜安穩的「平和」……這是一本值得細細品味的美好小詩篇。",
    "url": "https://children.moc.gov.tw/book/219560"
  },
  {
    "category": "知識學習,自然生態",
    "name": "地面地下：四季昆蟲微觀圖記",
    "intro": "初夏，一隻獨角仙蛻變成蟲，\r\n歷經四季時序更迭，\r\n於小生命誕生的那一刻，\r\n其一生也即將終了……\r\n\r\n　　《地面地下》雖然以獨角仙為主角，\r\n　　此書欲描繪的卻不只是牠的一生，\r\n　　更是以其生存棲息的生態時間軸，\r\n　　對比構樹、黑棘蟻、推糞金龜等各種生物的生命週期，\r\n　　促使讀者思考生命的意義與自然時序長短的關聯，\r\n　　是一本以獨角仙微觀生態世界，宏觀萬物生命的圖畫書。\r\n\r\n　　書中出現將近一百多種不同的生物。\r\n　　即使有些生命一生為千年、有的為百年、有的為一季；更有的僅一日，\r\n　　但，回看生命存在的價值與領悟，\r\n　　也許不在時間長短，而在於如何活出「自己璀璨的一生」。",
    "url": "https://children.moc.gov.tw/book/229098"
  },
  {
    "category": "知識學習,自然生態",
    "name": "石滬股份有限公司",
    "intro": "石滬是非常環保的捕魚方法\r\n也是漁村共存共生的傳統漁業技藝\r\n許多人不知道，澎湖的吉貝，是目前全世界石滬量最多、密度最高的地方\r\n\r\n　　晃晃老師從赤崁搭上交通船，向菊島北海出發。\r\n\r\n　　他要去的小島，像一顆晶瑩的螺貝，靜靜安駐在碧海藍天之間。\r\n\r\n　　島上有美麗的貝殼沙灘，\r\n　　是海龜媽媽上岸產卵的棲地，\r\n　　成群的燕鷗也在這裡孵育雛鳥，\r\n　　這是孩子們最喜歡的遊樂場，\r\n　　白天，他們在這兒踏浪玩水，\r\n　　夜晚，他們在這兒仰望星空。\r\n\r\n　　「大海的那一邊，發生了很多好玩的事嗎？」三劍客好奇的問著晃晃老師。\r\n\r\n　　「海盜在這座島上，有沒有留下秘密的寶藏呢？」晃晃老師曾聽過這個傳說。他們都帶著無限的嚮往，眺望著遠方。\r\n\r\n　　在潮間帶上用石塊疊砌堤岸，以便在退潮時，阻斷洄游魚群退路，把魚圍困在石堤內來捕撈的陷阱。\r\n\r\n　　這種捕獲食物的方法，可上溯至人類的史前時代。至於澎湖石滬最早的記載，出現於清康熙三十五年(西元1696年)高拱乾編纂的《台灣府志》。澎湖因擁有廣闊的潮間帶，又具有成滬的三項條件：石材多、潮差大、風浪強，在農地和動力漁船缺乏的年代，石滬的漁獲是重要的經濟來源。\r\n\r\n　　這項澎湖最古老的漁業技藝，數百年來已發展出綿密細緻的工法和文化，堪稱漁業文明「活化石」。澎湖擁有世界上密度最高且保存最完整的石滬群，兼具文化景觀和自然保育的價值，已列名台灣十八個世界遺產潛力點之一，是需要我們傾力守護的珍貴資產。",
    "url": "https://children.moc.gov.tw/book/229517"
  },
  {
    "category": "生活教育,創意想像",
    "name": "蹦蹦虎過元宵",
    "intro": "元宵節，花燈會，蹦蹦虎醒了過來，雖然還沒搞清楚自己為什麼在這裡，但看到大家的笑臉就覺得好開心。可是，經過的人不是搖搖頭，就是指著笑好醜，連小妹妹都被嚇哭了！啊，還好，不是被嚇哭，是因為和媽媽走失了才哭。為了幫忙找媽媽，警察和記者都來了，好奇的遊客也來湊熱鬧，蹦蹦虎一低頭，不小心被人群給擠開來，腳下的輪子轉得飛快，他要去哪裡？有人會發現他嗎？\r\n\r\n【名人推薦】\r\n　　福田以他對鄉土滿溢的熱忱，完成了一本結合版刻印象、懷舊色彩、重建自信的華麗繪本。(版畫藝術工作者  周見信)\r\n　　故事呈現濃厚的節慶氣氛，也讓現代孩子能認識到傳統習俗，而版畫更襯托出故事氛圍，畫家運用木刻版畫的刀法以及疊色的創意，展現出難得又獨特的個人風格！(台灣工藝之家協會理事長 陳啟村)",
    "url": "https://children.moc.gov.tw/book/229474"
  },
  {
    "category": "知識學習,自然生態,藝術美勞",
    "name": "動物和我",
    "intro": "用童心為孩子織夢\r\n林良×趙國宗 國寶級大師經典之作\r\n\r\n　　兩位兒童文學大師攜手合作\r\n　　提煉出一句句澄淨透明的話語\r\n　　一幅幅反璞歸真的圖畫\r\n　　帶孩子從小輕鬆親近文學和美學\r\n\r\n　　以極簡的藝術、純淨的視角描繪動物，\r\n　　純真細膩的生活感受，\r\n　　在如畫的文字中，在如詩的畫面裡，\r\n　　啊，原來盡在淺語的藝術裡。\r\n\r\n　　這本書的每一頁文字，都淺顯易懂。但是再次細讀以後，卻可以發現它有更耐久讀的滋味。這就是我所說的「淺語的藝術」。\r\n　　書中由畫家趙國宗繪製插畫，童趣橫溢，彷彿是孩子純真的手筆，格外值得珍惜。——林良\r\n\r\n　　兒童文學名家林良爺爺專為孩子創作的動物童詩，以孩子最喜歡、最熟悉的動物當主角，從孩子的眼光出發，加上他獨特的觀點和創意，生動活潑的描繪出每一種動物的特色。林良爺爺說：「寫這幾首詩的時候，彷彿自己又回到童年，變成一個小孩子。」每一首童詩都非常平易近人，貼近孩子的生活，而且文字簡潔淺顯，充滿童稚的趣味和幽默，不但能引起大小讀者的共鳴，也很適合親子一起大聲朗讀。\r\n\r\n　　這本書特別邀請到與林良爺爺合作50多年的童趣畫家趙國宗繪製，他以一貫純真童趣又富現代感的造型，綜合運用壓克力顏料、色鉛筆和粉彩，色彩繽紛明亮，看似隨意的筆觸，其實經過了精心的設計與安排。整本書詩與畫互相妝點、相互映襯，充滿童心與童趣，就像玩具一樣吸引孩子的目光。",
    "url": "https://children.moc.gov.tw/book/229712"
  },
  {
    "category": "創意想像,其他",
    "name": "動物越野大賽：漫話十二生肖",
    "intro": "　　★漫畫大師劉興欽，獻給孩童最童趣的新十二生肖故事！\r\n　　★隨書附贈《作家身影》、《作家朗讀》光碟\r\n\r\n　　砰！越野大賽開跑！\r\n　　一場決定永世排名的比賽，誰也不想輸，大家都去找個好幫手。\r\n　　神氣馬、貪玩豬、頑皮猴子、貪吃虎⋯⋯\r\n　　大嬸婆、機器人、阿三哥、阿欽⋯⋯\r\n　　十二種動物偕同十二個人物上路啦！\r\n\r\n　　這是一則具有傳統精神，又富含創新意義的故事。大家都知道十二生肖是和十二地支配起來記年的特殊方法，也知道這十二種動物的排序；不過保證大家都沒想到這回是在什麼狀況下，動物們有了一場越野大賽，更沒想到牠們是在誰的幫助下一一跑出名次。漫畫大師劉興欽先生，發揮了他幽默的特長，讓玉皇大帝的異想，成了十二種動物一賽永世定輸贏的大對決。\r\n\r\n　　2014年，國立臺灣文學館規畫【臺灣兒童文學】叢書，陸續選錄臺灣資深兒童文學作家的作品，並集結出版，每本書後備有二片電腦版光碟，一為作家身影、作家朗讀；一為提供視障朋友使用的DAISY格式版光碟，適合親子閱讀，有興趣於兒文作家研究者，也可透過作家身影紀錄，一覽珍貴史料。\r\n\r\n得獎記錄\r\n　　★臺南兒童文學月優質本土兒童文學圖書選書\r\n　　★文化部「兒童文化館」106年度邀募繪本──「主題閱讀區」書單入選\r\n　　★第72梯次「好書大家讀」選書",
    "url": "https://children.moc.gov.tw/book/229509"
  },
  {
    "category": "親情友誼,其他",
    "name": "會說話的畫",
    "intro": "　　＂庭院裡，一群畫在竊竊私語。\r\n　　「曬曬溫暖的陽光，真好啊！」\r\n　　「是呀，我都快發霉了。」\r\n　　「還說呢，我被壓到快骨折囉。」\r\n　　「那算什麼，我被蟲子咬得全身癢！」\r\n　　所有的畫一聽，都笑了。\r\n \r\n　　「噓－安靜點！有人來了。」其中一幅畫提醒大家。\r\n　　果然，不遠處傳來腳步聲。\r\n　　所有的畫，全都一起安靜下來。\r\n \r\n　　走來的是老奶奶。\r\n　　她就是曬畫的人，現在要來收畫。\r\n　　但她卻在板凳上坐了下來，\r\n　　默默地看著老爺爺的這些畫……＂\r\n \r\n　　陽光下，在屋旁玩耍的小男孩，忽然聽到有人在說話的聲音，他抬頭偷偷尋找著，竟然發現，那是隔壁阿嬤曬了一地上的「畫作們」……在說話！天哪！這怎麼可能呢？它們又在說什麼啊？\r\n\r\n　　小男孩長大了，做了很多事，遇見很多人，也忘記很多事，他成為一個油畫修復師，某天，當他接過一張斑駁的畫作時，忽然好像想起那個午後的聲音……\r\n \r\n　　＂綠色的樹葉，黃色的道路，\r\n　　紅色的屋頂，藍色的天空，\r\n　　每一筆色彩裡，都有老畫家的心情。\r\n \r\n　　再看個仔細－\r\n　　樹葉掉落幾片綠，\r\n　　道路出現坑洞，\r\n　　屋頂的紅瓦，破了幾處。\r\n　　天空似乎不再那麼藍。\r\n \r\n　　他拿起畫筆，把顏料剝落的地方，\r\n　　一筆一筆填補起來。＂\r\n \r\n　　國內首部以油畫修復師為題的繪本。\r\n　　邀請童書作家林芳萍和插畫家許文綺共同創作，以張捷女士（陳澄波夫人）幾十年來仔細收藏台灣藝術家陳澄波畫作的故事，所發想的本土自製繪本。\r\n \r\n　　冬陽般和煦溫暖的文字是作家林芳萍無數次親臨修復現場考證取材，所創作出來的「會說話的畫」，用畫作和修復師之間的對話。在故事裡，呈現出曬畫阿嬤的情意、已逝藝術家作品中對家鄉的熱情，以及修復師的修復倫理。\r\n \r\n　　這是一本時間浸潤的繪本、記憶的故事、情感的紀錄，也是向專業與藝術的熱情致敬；說給孩子聽，也給你我心裡的孩子曬曬暖陽。",
    "url": "https://children.moc.gov.tw/book/229785"
  },
  {
    "category": "知識學習,自然生態",
    "name": "我家附近的野花",
    "intro": "　　以最簡單、最輕鬆的方式親近大自然！\r\n \r\n　　春天到了，道路旁、水溝邊、牆角下、人行道的空地上，\r\n　　冒出一顆顆小小的植物和一朵朵可愛的小花，你認識它們嗎？\r\n　　想知道蒲公英、酢漿草、含羞草是怎麼傳播種子的嗎？\r\n　　這些常見的野花結出的小果子可以吃嗎？\r\n　　拿出筆記本，跟著榕榕一起來做自然觀察吧！\r\n \r\n　　以細膩畫風見長的生態繪本作家陳麗雅，\r\n　　近距離、放大鏡的特寫鏡頭，描繪身邊常見的野花、野草，\r\n　　富有童趣的畫面隱藏了非常多細節與巧思，\r\n　　書裡特殊的大拉頁和筆記頁設計，\r\n　　可以幫助孩子觀察大自然與周遭環境！\r\n \r\n　　只要用心去看，身邊處處有驚喜\r\n　　只要停下腳步，時時有花可欣賞\r\n　　以最簡單、最輕鬆的方式親近大自然！\r\n \r\n　　以細膩畫風見長的資深繪本作家陳麗雅暨《我種了高麗菜》之後，又一精心自然生態繪本。主要是以親子之間的互動來說故事，藉由母女觀察植物時的對話，用近距離、放大鏡的特寫鏡頭，來描繪台灣常見的野花、野草，進一步讓大家認識和喜歡這些植物，並且提供簡易可行的觀察方法和入門知識給孩子，是一本和市面上常見的植物圖鑑很不一樣的繪本。\r\n\r\n　　故事描述小女孩榕榕因為襪子上的一顆小種子，興起了認識周遭環境植物的興趣。從學校到家中的這段路，榕榕和媽媽一起散步、觀察路邊看到的野花、野草、種子和果實，她仔細的、一一做了筆記：酢漿草、兔兒菜、龍葵、鬼針草、牛筋草、鼠麴草、含羞草、蒲公英……，哇！原來身邊有這麼多有趣的植物。這個春天，榕榕像個植物小偵探，一路追尋著襪子上的種子，讓她多認識了好幾種野花和野草，知道這些小植物的奧妙。\r\n\r\n　　大自然是孩子最好的老師，作者希望這本書能引導孩子訓練自己的觀察力，因為好奇，進而去追尋、探索、查證、記錄，這正是讓孩子自主學習最好的方法，同時也可以帶孩子走進大自然，多多認識身邊的植物、昆蟲、動物等等好朋友！\r\n\r\n　　陳麗雅的畫風細膩生動，富有童趣，為了呈現豐富的層次，她選用國畫專用的京和紙作畫，先以小筆勾勒輪廓，再一層層堆疊上色。這次在書中設計了兩處拉頁，一處用來比較兩種植物：龍葵和苦蘵的不同，讓讀者一目瞭然；另一處是將大多數的野花、野草和小昆蟲全部呈現在同一個大畫面中，仔細看還能看到小昆蟲似乎正在開會呢！陳麗雅在畫面上安排了非常多的細節與巧思，能幫助孩子培養觀察大自然與周遭環境的興趣，注意看，可以在畫面上找到許多有趣的小地方。像是小螞蟻用牛筋草在拔河、龍葵的小果子壓到螞蟻而竹節蟲前來救援等等。此外，故事中穿插了小女孩的筆記頁，簡單的引導孩子觀察和記錄的方法，最後附上知識頁，幫助孩子更進一步認識這些植物。",
    "url": "https://children.moc.gov.tw/book/229085"
  },
  {
    "category": "生活教育,其他",
    "name": "兔子先生的導盲龜",
    "intro": "快與慢，體會周遭環境有趣的地方\r\n以兔子和烏龜的快慢對比，鮮活的語言和動作，使故事角色靈活呈現，是一篇十分輕鬆有趣的可愛故事。非常值得家長與孩子共讀，一起學習書中「活在當下，去觀察、體驗和探索」的教育意義。\r\n\r\n《兔子先生的導盲龜》為第6屆新北市文學獎得獎作品，這個故事在決選作品中， 是趣味性和完整度最高的。兔子和烏龜的快慢對比， 在主題上原本是老調重彈，並不新穎。不過，作者透 過鮮活的語言和動作，使角色活靈活現，讀來十分輕 鬆有趣。結尾在預期的「教育意義」之外，尚有反轉 的驚喜。收尾一句尤其是神來一筆，讓之前的鋪陳都 有了合理的收攏，也豐富了閱讀趣味。\r\n\r\n",
    "url": "https://children.moc.gov.tw/book/229719"
  },
  {
    "category": "知識學習,自然生態",
    "name": "我家在這裡",
    "intro": "我家在這裡。這裡是最溫暖的地方，\r\n也是我最熟悉的地方。\r\n每天我在這裡睡覺，在這裡起床；\r\n在這裡哭，在這裡笑。  在這裡出生，也在這裡長大。\r\n這裡是我最喜歡的地方。\r\n這裡是一個美麗的地方。\r\n我家在這裡，你家在哪裡？\r\n\r\n二○一六年入圍波隆那插畫獎的黃郁欽，以自己的成長故事為起點，由故鄉埔里一直到台北，到整個台灣，娓娓道出台灣特有的山、川、物產，與人物風情。\r\n每一個主題之後，都穿插一個跨頁漫畫作為延伸，除了補足故事的細節之外，也隱含對於環境保護的理念，是一本適合給我們的孩子閱讀的繪本，從小培養孩子認識自己的家鄉、國家，並保護這塊珍貴的土地。",
    "url": "https://children.moc.gov.tw/book/229705"
  },
  {
    "category": "生活教育,創意想像,知識學習",
    "name": "兩個衛兵",
    "intro": "這本童話故事收錄兩篇林立最具代表性的作品。第一篇為〈小鬧鬧生病了〉，擬人化的鬧鐘（小鬧鬧）跟著主人尤先生到世界各地出差工作，由於彼此的互信關係，尤先生習慣透過小鬧鬧來提醒「時間」、安排行程，盡忠職守的小鬧鬧也從未讓尤先生錯過任何工作上的會議與談判；但是，有一天早晨小鬧鬧竟然失去了響鈴的功能，尤先生該怎麼辦呢？……作者巧妙的安排，讓讀者同時間接收了兩種不同層面（人／非人）的訊息，除了凸顯｢準時｣的重要性，還隱含了愛物惜物的念舊態度。\r\n第二篇〈兩個衛兵〉說的兩國國王為了爭奪咫尺的國土而犧牲了許多寶貴性命，國家也因此漸漸走向衰敗的命運，幸好兩位國王接受了一位智者的建議、不再執著於畫地自限，而是在交界處挖出一座大水池。這個別具心裁的作法果然讓兩國相安無事，百姓的生活也逐漸回到正常軌道上，水的流動特性輕易的消弭了原本兩國最在意的疆界問題，因為任何在湧動池中劃出界線的嘗試都會是徒勞無功的，這個徒勞無功剛好也顯現出兩個國家間戰事綿延數年的荒謬與可笑，更無視於人民存在的價值。\r\n014年，國立臺灣文學館規畫【臺灣兒童文學】叢書，陸續選錄臺灣資深兒童文學作家的作品，並集結出版，每本書後備有二片電腦版光碟，一為作家身影、作家朗讀；一為提供視障朋友使用的DAISY格式版光碟，適合親子閱讀，有興趣於兒文作家研究者，也可透過作家身影紀錄，一覽珍貴史料。",
    "url": "https://children.moc.gov.tw/book/229656"
  },
  {
    "category": "勇氣冒險,創意想像,其他",
    "name": "十二生肖的故事",
    "intro": "今年是豬年，明年是鼠年……，每一年中國人都會以一種動物來代表這一年。但是小朋友知道十二生肖是怎麼來的嗎？本書從十二生肖要選拔的原因，到是哪十二種動物被選上的過程，來了解十二生肖這個中國人社會流傳最廣，影響最深遠的故事。\r\n本書以生動的小圖片取代了相關文字，以「文夾圖」的方式呈現，讓孩子在閱讀時，需將圖片轉換成文字，而產生更多的互動，全方位開發想像力及圖形認知能力。\r\n\r\n本書特色\r\n1、本書藉由顏色鮮豔的可愛圖繪，再加上故事情節的編排，增進孩子學習意願。 \r\n2、特別增加「親子互動小叮嚀」，點明故事意義，並延伸學習，增加學習的完整性。 \r\n3、最後附上學習單，以故事內容延伸出，讓孩子再次從學習單中複習故事。 \r\n4、故事後附有「給家長的話」，讓父母先了解故事的大意，作為孩子閱讀時的協助教育。",
    "url": "https://children.moc.gov.tw/book/229651"
  },
  {
    "category": "創意想像,自然生態",
    "name": "跟太陽玩",
    "intro": "以兒童詩的創作與寫作教學著稱的黃基博，擅於將自然界的種種事物寫入詩中，本書收錄〈「春」的話〉、〈換新裝〉、〈跟太陽玩〉、〈時光倒流〉〈貝殼〉、〈做老師的媳婦兒〉、〈兩朵雲〉、〈放風箏〉等八首童詩，透過擬人化、遊戲性的文字設計，黃基博往往都能緊緊揪住讀者的心，他的文字畫面感很強烈，在打破慣性邏輯思維的敘述中，提供讀者一個看見不一樣世界的機會。\r\n2014年，國立臺灣文學館規畫【臺灣兒童文學】叢書，陸續選錄臺灣資深兒童文學作家的作品，並集結出版，每本書後備有二片電腦版光碟，一為作家身影、作家朗讀；一為提供視障朋友使用的DAISY格式版光碟，適合親子閱讀，有興趣於兒文作家研究者，也可透過作家身影紀錄，一覽珍貴史料。\r\n【得獎記錄】\r\n★臺南兒童文學月優質本土兒童文學圖書選書\r\n★文化部「兒童文化館」106年度邀募繪本──「主題閱讀區」書單入選",
    "url": "https://children.moc.gov.tw/book/229657"
  },
  {
    "category": "知識學習,自然生態",
    "name": "野鳥食堂",
    "intro": "高山上住著一群美麗的野鳥，山上的生活困苦，食物也很缺乏。\r\n某天，安靜的山谷裡傳來了烏鴉的叫聲：「ㄚ！ㄚ！食物來了，食物來了！」\r\n電報鳥和畫眉鳥聽到了，也紛紛告訴大家美味的食物來了。\r\n好奇的小鳥探出頭來看個究竟，也有的小鳥挑剔著不想吃同樣的食物。\r\n不過，在食物貧瘠的高山上，這些食物是從哪裡來的呢？\r\n\r\n【本書特色】\r\n第三屆豐子愷 兒童圖畫書獎首獎得主劉伯樂，繼《我看見一隻鳥》之後，\r\n最新關懷台灣鳥類生態自然繪本，\r\n寫實精美的畫風，認識台灣高山野鳥的美麗風貌。\r\n帶領讀者思考自然環境的變化，及人類對環境所帶來的影響。",
    "url": "https://children.moc.gov.tw/book/230307"
  },
  {
    "category": "創意想像,知識學習",
    "name": "天空的衣服",
    "intro": "小斑馬的慶生會就要開始囉！\r\n大家忙著打扮、擺蛋糕、點蠟燭。\r\n天空有很多美麗的衣服，\r\n今晚她想穿最漂亮的衣服參加，\r\n可是……\r\n該穿哪一件才好呢？\r\n《天空的衣服》這首童詩，作者謝武彰老師以較長篇幅的方式呈現夜晚的美麗與熱鬧，擬人化的手法，讓整首童詩活潑且生動，讀者不但可以從字裡行間裡體會出大自然變化的奧妙，更可以欣賞趙國宗老師充滿童真的繪畫。快一起來幫天空挑選晚宴的衣服吧！",
    "url": "https://children.moc.gov.tw/book/230324"
  },
  {
    "category": "勇氣冒險,知識學習",
    "name": "金太陽銀太陽",
    "intro": "很久很久以前，天上沒有星星也沒有月亮，只有一個金色太陽。\r\n各部落的原住民白天辛苦的耕種、狩獵、織布，\r\n晚上開心的唱歌、跳舞、喝酒，\r\n日出而作、日落而息，日子過得很快樂。\r\n然而有一天，金色的太陽才剛剛下山，一個銀色的太陽突然跳到天上來。\r\n從此以後，每天不再有夜晚。\r\n兩個太陽輪番上陣，造成田地乾旱、農作物枯死，\r\n小孩更在烈日的曝晒下變成了一隻隻乾扁的蜥蜴，大家都苦不堪言。\r\n這時，巫女告訴大家，「射日」的時候到了……",
    "url": "https://children.moc.gov.tw/book/230329"
  },
  {
    "category": "生活教育,生命教育",
    "name": "童嘉畫圖說故事：真假夜鶯",
    "intro": "擁有世界上最好的東西，自己卻不知道嗎？\r\n那麼，請一定要讓這本書帶你去發現。\r\n\r\n改編自丹麥童話大師安徒生作品〈夜鶯〉\r\n\r\n在遙遠東方一個富庶的國家，有一隻神奇的夜鶯。\r\n夜鶯的歌聲婉轉動人，舉國上下都喜歡。\r\n國王邀請夜鶯來到宮殿演唱，\r\n賞賜夜鶯黃金打造的鳥籠、華麗的衣服、美味的食物，\r\n但夜鶯卻愈來愈不快樂。\r\n\r\n直到鄰國送來一隻精巧的機器夜鶯，\r\n只要轉動發條，就能日以繼夜唱出美妙的旋律⋯⋯\r\n\r\n〈夜鶯〉於1843年發表，就在丹麥引起轟動，\r\n被認為是安徒生的藝術技巧已臻成熟的標誌。\r\n這個故事的奇想幽默有趣，對比的安排更是巧妙，\r\n猶如不斷向讀者提出真與假、自然與人工、\r\n樸素與華麗、自由與豢養⋯⋯等的討論。\r\n經由兒童文學作家童嘉重述與繪圖，\r\n帶領讀者重新發現故事中古今皆然的哲學思考。",
    "url": "https://children.moc.gov.tw/book/230347"
  },
  {
    "category": "親情友誼,知識學習",
    "name": "酒釀",
    "intro": "　　酒釀，吃起來甜甜酸酸；\r\n　　製作的時候，將糯米熬煮、發酵，\r\n　　經過溫度的醞釀、沉澱之後，風味才能一點一滴的散發而出。\r\n　　人與人之間也像酒釀，\r\n　　經過許多的相處與磨合，\r\n　　從陌生到孰悉，感情越陳越香。\r\n　　你所記得的年節有哪些?這些日子的應景食物是什麼?\r\n　　有哪一道食物會勾起你的記憶?\r\n　　請你翻開這本書，回味一下自己最懷念的味道。\r\n\r\n　　孫心瑜說：\r\n　　「從小到大，在家吃飯，是凝聚親朋好友感情最重要的儀式。在沒有速食西餐、外食不豐的年代，逢年過節聚餐宴客，從廚房飄出的各式味道，陪伴著我一路成長，是對家的重要記憶。」\r\n\r\n　　一餐飯可能要提前忙好幾天準備，從前菜到甜點，全部自製。而非關主菜但總是特別搶戲的，媽媽拿手的酒釀、泡菜、蘿蔔糕，就成為專屬於我們家的味道，也成為宴客送禮畫龍點睛的好物。\r\n\r\n　　如今，因為生活步調快速，外食方便，在家聚餐宴客的機會越來越少，連最重要的象徵家族團圓的年夜飯，許多人都選擇在餐廳解決。所謂家傳的味道也越來越式微了。可是不論走到哪裡，喝到一碗熱騰騰的酒釀時，總會想起那個揭開蓋子飄出來的醺香味道，是媽媽的味道。\r\n\r\n　　繪本名家賴嘉綾推薦：酒釀承載一種實璞的敦厚：成本不高，重要的是製作時的誠意，非常滋補，是一種心靈上的純馥。這本書，在酒釀的純馥下，穿插許多故事：成長時滿溢的愛、家特有的食物味道、與家人朋友間的默契。我非常喜歡「默契」兩個字所傳遞的意境，讓眼神（視覺）、味覺、記憶、靈犀點都在同一個時間彼此交融，是欣然也是溫暖。如果可以隨時找到默契呼應的對象，人即使孤獨都不會感到孤單。這對象可以是人、是音樂、是食物、是風景，也可以同時多樣，更豐富完美。",
    "url": "https://children.moc.gov.tw/book/230415"
  },
  {
    "category": "生活教育,知識學習",
    "name": "我的水果寶寶",
    "intro": "水果寶寶集合囉！\r\n找一找――\r\n哪些水果長在地面?哪些住在樹上呢?\r\n仔細瞧――\r\n各種水果的顏色、形狀，葉子與果實，還有昆蟲穿梭其中，\r\n一起來認識水果寶寶的成長過程唷。\r\n\r\n資深繪本創作家陳麗雅擅長以寫實畫風描繪自然萬物景象，本書細細勾勒楊桃、草莓、香蕉、西瓜、葡萄、蘋果、柿子、橘子等八種水果的線條，層層堆疊出豐潤色澤，並特別加入可愛逗趣的昆蟲穿插期間，透過簡單有趣的句型，加上水果寶寶們生動活潑的姿態和表情，帶領小小孩近距離觀察水果的生長過程，落實學習生活化，在生活中學習，享受認知學習的樂趣。\r\n＊適讀年齡：0~6歲親子共讀，6歲以上自己閱讀",
    "url": "https://children.moc.gov.tw/book/229684"
  },
  {
    "category": "知識學習,藝術美勞,歷史傳記",
    "name": "世界不是方盒子：普立茲建築獎得主札哈‧哈蒂的故事",
    "intro": "一個伊拉克年輕女孩看見，家鄉的河流、沼澤、沙丘和廢墟，\r\n夢想著創造自己的城市，她就是札哈‧哈蒂。’\r\n長大後，她成為世界上最特立獨行的建築師。\r\n她的建築像風、像貝殼，還會動和飛行……。\r\n\r\n札哈‧哈蒂出生在伊拉克的巴格達，\r\n父親帶著她參觀河流、沼澤、沙丘和廢墟，\r\n她以優異成績獲得學位，前往倫敦發展。\r\n\r\n為了擠進男性為主的建築設計業，\r\n她日以繼夜的工作，以大自然為素材，設計與眾不同的奇特建築，\r\n參加建築競賽獲得高分，卻無法得到案主認同，屢屢受挫卻堅持不放棄。\r\n\r\n終於她的努力被看見，世界各地都有她的創意建築存在。\r\n札哈‧哈蒂是第一位獲得普立茲建築獎殊榮的女性，\r\n2012年札哈‧哈蒂被冊封為大英帝國的女爵士。\r\n堅持追求建築夢想 ，開創女性新時代！",
    "url": "https://children.moc.gov.tw/book/230400"
  },
  {
    "category": "創意想像,藝術美勞",
    "name": "叢林躲貓貓：怎麼找都玩不膩的繽紛動物世界",
    "intro": "怎麼找都玩不膩的繽紛動物世界！\r\n美得讓大人小孩齊聲尖叫的躲貓貓繪本！\r\n２０種可愛逗趣動物　X　１０幅壯觀景色　X　２００次躲貓貓遊戲\r\n\r\n適合小小孩自己看圖，\r\n也適合伴讀的爸爸媽媽、阿公阿嬤訓練眼力！\r\n更適合全家一起比賽，看誰的觀察力最強！\r\n\r\n\r\n✔培養細微觀察力　✔激發想像力　✔強化專注力　✔認識動物生態　✔美感教育　✔親子同樂\r\n\r\n★最適合３歲以上小朋友的禮物書！\r\n★每一幅圖中，都有２０種動物等你仔細尋找！\r\n\r\n彩繪森林裡的動物都藏哪兒去了？\r\n深入叢林的心臟探險吧！２０種色彩鮮豔的動物：搞笑犀牛、虎寶、好心恐龍、愛耍小聰明的鱷魚、紅鶴情侶、斑斑蛙……都巧妙地藏在１０幅壯麗的景致裡！\r\n時間從清晨、白日、夕照到夜晚，有草原、叢林、飛瀑、河流和火山……等各種生態環境。美麗的圖像將畫面填得滿滿的，鮮豔的色彩令人目不暇給，但是靜下心來，又可以慢慢揪出藏在裡頭的動物身影。準備好挑戰你的眼力了嗎？\r\n\r\n\r\n【踏入叢林前，先讀讀以下的探險指南吧！】\r\n\r\n◆１０幅壯觀的景色：一路上有草原、叢林、飛瀑、河流、斷崖和火山……等生態景觀，孩子怎麼看都看不膩！每幅圖按時間排序，從清晨、正午、夕照到夜晚，讓孩子藉由大自然的變化，學好時間概念！ \r\n\r\n◆２０種可愛又逗趣的動物：用最有趣的躲貓貓遊戲，讓孩子邊玩邊學，認識天上飛、地上走、河中游的繽紛小動物，還能培養基礎自然觀念，和動物生態小知識！\r\n\r\n◆２００次躲貓貓遊戲：跳著玩、挑著找，怎麼玩都玩不膩！可愛的動物都換上了意想不到的偽裝色彩，在叢林裡找到了最棒的藏身地點，滿心期待孩子來挑戰！ \r\n\r\n\r\n【本書特色】\r\n\r\n★大驚喜｜\r\n33.5 X 26 cm 超大開本設計，讓奇幻的叢林動物世界更震撼，絕美插圖一覽無遺！\r\n\r\n★最幽默｜\r\n每隻動物都找到了創意十足的隱藏地點：躲進花兒納涼的青蛙、小心翼翼只露出一雙眼睛的聰明鱷魚……，不只如此，牠們還找來了許多顏色相近的動物朋友一起躲貓貓，幫忙分散視線，把大家耍得團團轉！\r\n\r\n★特別收錄｜\r\n書末附有「躲貓貓解答頁」，幫孩子找到隱身高手，恍然大悟原來動物藏在這裡！\r\n\r\n【法國Amazon讀者好評不斷！】\r\n\r\n※我的三個孩子都超愛這本書！★★★★★（五星）\r\nBy Stephanie D.\r\n《叢林躲貓貓》滿足了我和孩子所有的期望：美麗的設計，豐富的色彩，隱藏起來的動物也很有創意。我推薦這本書！\r\n\r\n※怎麼找都玩不膩！★★★★★（五星）\r\nBy Christine\r\n我買了這本優秀的書給4歲的孫女，她從來不厭倦。我們會用這本書來玩遊戲，比誰先找到隱藏在圖中的動物。插圖非常美麗，畫面也很和諧，我很推薦！\r\n\r\n※太好玩了！插圖非常美！★★★★★（五星）\r\nBy bea600\r\n我超愛這本書！孩子會覺得叢林非常魔幻，我則是永遠都玩不膩！",
    "url": "https://children.moc.gov.tw/book/230354"
  },
  {
    "category": "知識學習",
    "name": "雞母狗",
    "intro": "　　幸福的滋味是什麼？\r\n　　幸福的島上飄散著幸福的味道，\r\n　　人們安居樂業，以虔誠感恩的心情度過每一天。\r\n　　冬至快到了，阿嬤帶領大家製作雞母狗還有菜繭。\r\n　　承承有一艘三軌帆船玩具，他發現這艘船的三張帆面，透漏著奇妙的訊息，他帶著表弟，探索過去、現在與未來……\r\n\r\n　　什麼是雞母狗？\r\n\r\n　　一項傳統技藝，因地制宜、包含人類的智慧以及虔誠的心\r\n　　冬至除了吃湯圓，原來還有菜繭，以及可愛討喜的「雞母狗」\r\n　　\r\n　　澎湖冬至祭祖傳統習俗要捏搓雞母狗，這是澎湖人一項非常獨特的民俗藝術，什麼是雞母狗仔? 所謂雞母狗就是將米「煨」成「米卒」，再將之搓出大小約一個雞蛋，類似牛、羊、豬、魚、雞、鴨、元寶或金瓜等形狀，最後點上幾點的紅花米沾點喜氣，蒸熟後於冬至日上午祭祖，有乞求祖先保佑一家圓滿、團圓、六畜興旺、發財的意思，另方面的意涵是澎湖先民貧困，一年之中僅有過農曆年會宰殺豬、牛、雞等祭祖也犒賞家人，冬至距離過年甚近，捨不得破財準備牲禮，所以就用糯米做成的雞母狗代替牲禮祭祀祖先。照說祭拜祖先時理應殺豬宰羊，但早期澎湖人的生活非常艱辛，只好以米粹做出牲畜、家禽的模樣代替實物在冬至那天祭拜，同時也祈望來年六畜興旺，五穀豐收。",
    "url": "https://children.moc.gov.tw/book/230412"
  },
  {
    "category": "親情友誼,生活教育",
    "name": "會飛的禮物",
    "intro": "除了吃吃喝喝，怎樣的旅行才有意思呢？\r\n\r\n荳荳和拍片的媽媽去小島。\r\n大人忙著工作，跟進跟出的荳荳，卻用不同的視野，去發現屬於她的世界。\r\n他跟當地的小朋友交上朋友，他們一起認識飛魚乾、四處探索，\r\n也親近蘭嶼島上水芋田和生態。\r\n\r\n荳荳回家前，想感謝小島的小朋友，他畫了許多張飛魚圖畫送給他們。\r\n最後小朋友沒到碼頭，但是卻送來了－會飛的禮物。\r\n\r\n書中出現成人旅客，大吃大喝，騎車呼嘯街道，亂丟瓶罐的亂象。\r\n相較於成人的匆忙、講求方便速成，\r\n孩子們真誠的友誼交流，更顯得彌足珍貴。\r\n也藉由繪本傳達小島脆弱生態，\r\n正逐漸面臨各種開發、溪岸和海岸水泥化，還有大量垃圾堆積……。",
    "url": "https://children.moc.gov.tw/book/230402"
  },
  {
    "category": "知識學習",
    "name": "我家的冰箱在海邊",
    "intro": "依公喝完老酒，沉沉睡去\r\n在夢裡，他回到了討海維生的那個年代\r\n滿簍豐收，是喜悅，是一家大小的希望\r\n聲聲漁歌，是傳承，是辛勤汗水的印記\r\n如今，打魚吆喝聲不再\r\n鏗鏘漁歌繼續流傳美好年代\r\n\r\n一首漁歌，依公帶著依弟回味了馬祖人靠海維生的精神，滿簍豐收的黃魚漁獲、一道道只有過年時節才能吃到的美味菜餚、依嬤辛苦打理一家忙裡忙外，還有在廣場上曬著令人忍不住偷嘗幾口的蝦皮……。從前，馬祖人依海養活一家人的日常情景與因地制宜的打魚技術，隨著時光流轉，漁獲量逐年減少，漁業活動不再如往常般興盛而漸漸式微，如今較常見的是一人一船的捕魚生態，休閒觀光的發展。\r\n",
    "url": "https://children.moc.gov.tw/book/230413"
  },
  {
    "category": "親情友誼",
    "name": "我的弱雞爸爸",
    "intro": "雞霸霸的爸爸會踢球，雞強強的爸爸愛游泳，雞壯壯的爸爸擅長開飛機，雞米花的爸爸雞爪東和他們是好朋友，可是什麼也不會，只會做娃娃。這天離開餐廳的時候，大家的笑聲還在耳朵邊迴盪，雞米花和爸爸頭低低的什麼也沒說，只是慢慢走回家。\r\n雞米花的家在賣小雞娃娃，小雞娃娃擺滿了家裡的櫥窗，雞爪東每天踩著縫紉機卡啦卡啦，雖然小雞娃娃可愛到讓記者來採訪，但雞米花小小的心裡一直希望自己的爸爸可以不一樣。\r\n這一天，是雞窩村的運動大會，有沒有可能發生特別的事情？",
    "url": "https://children.moc.gov.tw/book/230214"
  },
  {
    "category": "生活教育",
    "name": "敲敲木的胡桃鉗國王",
    "intro": "初一早，初二早，初三大家應該睡到飽，怎麼卻早早出門啦？\r\n去哪兒？原來都到敲敲木敲木頭啦！\r\n叩叩叩，叩叩叩，一隻搖頭小老鼠做好了！\r\n叩叩叩，叩叩叩，一個胡桃鉗國王完成了！\r\n被放到架子上的胡桃鉗國王，頭抬得高高的，鬍子也翹得高高的。旁邊的玩具們小聲的討論著：「他是誰？」國王驕傲的說：「想跟我說話？先找我的侍衛。」可是這裡沒有侍衛啊！大家不知道該怎麼辦的時候，小女孩雅雅把胡桃鉗國王買回家了，可是雅雅竟然把國王拿來壓餅乾、壓小球。\r\n氣呼呼的胡桃鉗國王絕對沒想到，這卻是一場大冒險的開始！\r\n",
    "url": "https://children.moc.gov.tw/book/230225"
  },
  {
    "category": "知識學習,自然生態",
    "name": "天上飛來的魚",
    "intro": "二月的時候下了一陣雨。\r\n一群從天上飛來的魚，跟著雨水一起落在蘭嶼海面上。\r\n飛魚們有一個共同的願望：\r\n牠們想要變成「達悟」，在島上過著快樂的生活……\r\n \r\n知名圖畫書創作者劉伯樂，畫寫海洋第二部，\r\n譜出大海、人們與文化的精采故事!\r\n《天上飛來的魚》是一本以飛魚為主軸，介紹達悟族人文化的圖畫書。書寫原住民題材的圖畫書不在少數，他們或者著重文化的表現或者以傳說故事為主軸，但本書的特別之處在於作者精采的說故事方法。\r\n作者以跟達悟族人息息相關的飛魚，來做為探究達悟族人生活的引線，書中作者設定了一個提問：「究竟達悟族人的快樂是什麼？」一路追尋下去，從而引出達悟族人的日常，從生活、居住、飲食與重要祭典，以及達悟族人的民族性:溫和、樂天，並揉雜了神話的元素，短短的篇幅中，讀者便融入達悟人的日常，體會到他們的生活與文化。\r\n創作《天上飛來的魚》時，作者數次前往蘭嶼，親身體驗蘭嶼的風土民情，將所看所感，以鉛筆淡彩勾勒出畫面，生動而帶著生命力，也帶著作者自己特別的溫度與步調，正是這本書最迷人的地方。\r\n本書優美的文字、淡雅又充滿力量的圖畫，是帶著孩子享受知識與故事兼具的最佳圖畫書。",
    "url": "https://children.moc.gov.tw/book/231234"
  },
  {
    "category": "生活教育,創意想像,自然生態",
    "name": "曹俊彥的楊喚童話詩畫：楊喚逝世六十週年紀念版",
    "intro": "本書收錄臺灣童詩寫作先驅楊喚生平僅留下的20首童詩，由資深兒童文學插畫家曹俊彥的畫作全新詮釋，是為詩中有畫，畫中有故事的永恆經典之作。\r\n親愛的小朋友，你讀過安徒生童話〈灰姑娘〉的故事吧！仙女施展了魔法，讓仙杜瑞拉駕著南瓜馬車進入皇宮，參加午夜前的舞會……\r\n楊喚也讀過〈灰姑娘〉的故事。他將魔法注入自己的童詩裡，開始一段神奇的遭遇。你看！童話的想法溜進了午夜，在牛奶白的月光下，水果們通通醒過來了，晚會開始……\r\n就這樣，他為小朋友而寫，寫了二十首非常棒的童詩。\r\n楊喚是臺灣童詩創作的先行者。什麼是先行者？就是最早做那件事的人。是的！他是臺灣較早寫童詩的詩人。\r\n你或許會問楊喚現在在哪裡呢？他已經過世了，現在正在當天使。\r\n嗯！我認為他就是天使，留給人間這麼棒的童詩，小朋友讀來歡喜，這當然是天使會做的事啊！\r\n現在曹俊彥爺爺將楊喚的童詩重新畫成圖畫書，重新呈現他詩中的童話王國，這真是一件令人感動的事，於是，我們可以讀到不同面貌的楊喚和他的童詩。\r\n我建議讀楊喚的童詩可以默讀，但最好是朗讀出來，因為詩句很濃，會跟著我們的情感，從字裡行間跑出來。還有，也請爸爸、媽媽或老師為我們念他的詩吧！這樣大人就可以和我們一起躺在雲朵上，微風吹動頭髮，許多不可能的想像都允許發生……\r\n\r\n【本書特色】\r\n★收錄臺灣童詩先驅楊喚生平僅留下的20首童詩。\r\n★收藏資深兒童文學插畫家曹俊彥的畫作。\r\n★詩中有畫，畫中有故事；細細品味詩、欣賞畫，帶領孩子回味爸爸、媽媽、爺爺、奶奶童年的生活、想像和遊戲，以及曾經發生過的故事。",
    "url": "https://children.moc.gov.tw/book/223264"
  },
  {
    "category": "創意想像,自然生態,藝術美勞",
    "name": "陽光 空氣 花和水",
    "intro": "鑽石級的童詩達人林世仁，運用源源爆發的想像力，用童趣之眼、如音樂韻律般的文字，禮讚宇宙的奧妙，以及發生在地球上的自然變化與城市景觀。\r\n全書50首詩，分為「地球花園」、「春夏秋冬的輪旋曲」、「城市奏鳴曲」、「宇宙呼拉圈」四大篇。精巧的文字配上曾獲金蝶獎插畫類榮譽獎、作品在國內外皆獲多項肯定的唐壽南所精心打造的視覺饗宴，讓孩子在滿足童詩朗讀的樂趣之餘，也開啟內心無遠弗屆的想像。\r\n\r\n【本書特色】\r\n金鼎獎作家林世仁 × 國際級畫家唐唐攜手合作，50首充滿意趣的童詩、50幅如夢似幻的插圖，盡展文、圖競合的精湛雙重奏！",
    "url": "https://children.moc.gov.tw/book/231268"
  },
  {
    "category": "生活教育,創意想像",
    "name": "誰是大作家？",
    "intro": "　　好奇心是針，想像力是線，\r\n　　用正向的能量，編織出探究世界的網。\r\n　　一位滿懷希望的神童，帶著全村的祝福進京趕考，\r\n　　卻不幸遇上落榜又落水的悲慘境遇，人生陷入冏途；\r\n　　一個夢想成為作家的老鼠先生，展開一場追尋之旅，\r\n　　歷經翻天覆地的大冒險後，一無所獲。兩場看似失敗的過程，\r\n　　是否真的毫無價值，能不能成為重新出發的生命動力？\r\n　　繼《戲臺上的大將軍》（戲劇）、《第100棟樓》（建築）、《想不到的畫》（繪畫） 、《首席大提琴手》（音樂）之後，這一回，王文華老師將從「文學」的視角切入，循著騷人墨客的思路穿梭古今，進入奇幻文學的想像空間。\r\n　　《誰是大作家？》收錄了〈落水神童〉與〈一個小小的想法〉兩篇故事。\r\n　　〈落水神童〉講述唐朝詩人張繼如何在戲劇性的經歷落榜又落水的悲慘遭遇後，創作出離鄉思鄉的千古名詩〈楓橋夜泊〉。\r\n　　滿懷希望的神童阿繼帶著全村的祝福進京趕考，萬萬沒想到，竟落得榜上無名、眾人取笑。回鄉途中，他丟失盤纏、遭遇船難，天下還有比這更悲慘的事嗎？這樣的落難人生，何時才有盡頭？\r\n　　〈一個小小的想法〉則是一場充滿機智與歡樂的文學創作過程，讓我們跟隨老鼠先生的追尋之路，一起思索寫作的真義──只要有心，人人都能成為大作家。\r\n　　老鼠先生靈光一閃：「我想當作家！」但是，成為一名大作家，該具備哪些條件？又該寫些什麼呢？老鼠先生決定出門尋找答案。在經歷過一場又一場不可思議的冒險旅程後，老鼠先生以為自己一無所獲，卻萬萬沒想到，答案正在家門前等著他！",
    "url": "https://children.moc.gov.tw/book/231364"
  },
  {
    "category": "知識學習",
    "name": "盤中餐",
    "intro": "一本關於水稻種植的圖畫書！\r\n從農具介紹、種稻流程到稻米種類…等詳細解說，\r\n一般人也不太清楚的水稻生長過程，\r\n一次報給你知，看完保證大喊：「長知識啦！」\r\n\r\n　　對於日常生活中時常接觸到的米飯，你對它的瞭解有多少呢？在吃飯時，你是否曾經想過，到底碗裡這一粒一粒白色的東西是什麼？是地裡生長的種子還是樹上結的果子？明明吃起來沒有特別的味道，為什麼要餐餐吃、天天吃？作者正是因為有此疑惑，才開始展開對水稻的尋根之旅……\r\n\r\n　　本書以世界文化遺產「元陽梯田」為背景，作者駐點三年，跟著農民下田，觀察、寫生、攝影……紀錄了種水稻的所有步驟，描繪了一幅幅精緻細膩的圖畫，揣摩每位人物的神情，並把雲南山上的壯麗景致搬進書中。書中不僅有水稻的生長故事，還有詳細的種稻流程說明以及農具介紹，甚至介紹稻米各部位名稱、營養與種類異同，把水稻的生命史與相關知識一次濃縮在書裡！\r\n\r\n【本書特色】\r\n　　※榮獲2016年波隆那國際插畫展優秀作品獎※\r\n　　※榮獲第五屆豐子愷兒童圖畫書獎首獎※",
    "url": "https://children.moc.gov.tw/book/230442"
  },
  {
    "category": "知識學習",
    "name": "值得認識的38個：細菌好朋友",
    "intro": "值得認識的38個——細菌好朋友\r\n人視而不見卻無所不在、擁18般武藝、可愛又迷人的隱藏角色\r\n誰說「細菌——髒髒」呢？\r\n這群被「視而不見」的小小生物，卻大多是人類的「好朋友」！\r\n少了細菌，地球只會更髒、更臭！\r\n人愛吃的巧克力和起司，得靠細菌隱身幕後製作？\r\n蚜蟲、蜜蜂和珊瑚……的健康，也靠細菌守護？\r\n細菌世界還有超厲害的細菌語言學家、能變出金子的細菌煉金術師、讓水結冰的細菌「冰雪女王」呢！\r\n快來認識這群總是默默工作，可愛又迷人的不凡微小生命！",
    "url": "https://children.moc.gov.tw/book/231607"
  }
]